Repository: AndreaSpedale/rotary
Catalog: languages/*.po
Languages: fr_fr

source: All Sponsors
fr_fr: tout les sponsors

source: Search Sponsors
fr_fr: Rechercher un sponsor

source: Parent Sponsors:
fr_fr: Parent Sponsor:

source: No Sponsors found.
fr_fr: Aucun sponsor trouvé

source: No Sponsors found in Trash.
fr_fr: aucun sponsors trouvé dans la corbeille

# taxonomy general name
source: Sponsorship Levels
fr_fr: Niveaux de parrainage

# taxonomy singular name
source: Sponsorship Level
fr_fr: Niveau de parrainage

source: Search Sponsorship Levels
fr_fr: Rechercher un niveau de sponsor

source: All Sponsorship Levels
fr_fr: Tout les niveaux de parrainage

source: Parent Sponsorship Level
fr_fr: Niveau de parrainage parent

source: Parent Sponsorship Level:
fr_fr: Niveau de parrainage parent:

source: Edit Sponsorship Level
fr_fr: éditer niveau de parrainage

source: Update Sponsorship Level
fr_fr: mettre le niveau de parrainage a jour

source: Add New Sponsorship Level
fr_fr: Ajouter un nouveau niveau de sponsor

source: New Sponsorship Level Name
fr_fr: Nouveau nom de niveau de parainnage

source: Sponsorship Levels
fr_fr: Niveaux de parrainage

source: Rotary Club Of
fr_fr: Rotary Club de

source: Rotary Club of %s
fr_fr: Rotary Club de %s

source: Primary Navigation
fr_fr: Navigation primaire

source: %s says:
fr_fr: %s dit:

source: Your comment is awaiting moderation.
fr_fr: Votre commentaire est en attente de modération

source: %1$s at %2$s
fr_fr: %1$s à %2$s

source: (Edit)
fr_fr: (éditer)

source: Pingback:
fr_fr: Service de mise à jour

source: Website
fr_fr: Site Web

source: Speaker on <br/>%2$s
fr_fr: speaker sur <br/>%2$s

source: Posted on<br/>%2$s
fr_fr: Posté le<br>%2$s

source: This entry was posted in %1$s and tagged %2$s. Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
fr_fr: Cette entrée a été postée dans %1$s et étiquettée %2$s. Mettre en favoris le <a href=“%3$s” title=“Permalien vers %4$s” rel=“bookmark”>permalien</a>.

source: This entry was posted in %1$s. Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
fr_fr: Cette entrée a été publiée dans %1$s. Mettez-la dans vos favoris en cliquant ici <a href=“%3$s” title=“Permalien vers %4$s“ rel=“bookmark”>permalien</a>.

source: Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
fr_fr: Mettre en favori le <a href=“%3$s” title=“Permalien à %4$s” rel=“bookmark”>permalien</a>.

source: Slides
fr_fr: pages

source: Slides Item
fr_fr: Glisser l'objet

# post type general name
source: Slides Category
fr_fr: Catégorie de page

# all items
source: All Slides
fr_fr: Toutes les pages [tout les objets]

# adding a new item
source: Add Slides Category
fr_fr: Ajouter la catégorie des diapositives

# adding a new item
source: New Slides Category Name
fr_fr: Nouveau nom de catégorie de diapositives

source: Slide Link
fr_fr: lien de la page

source: Permalink to %s
fr_fr: Lien permanent vers %s

source: Leave a comment
fr_fr: laisser un commentaire

source: 1 Comment
fr_fr: 1 Commentaire

source: % Comments
fr_fr: % Commentaire

source: Posted in %2$s
fr_fr: posté en %2$s

source: Tagged %2$s
fr_fr: étiqueté %2$s

source: Name and Logo
fr_fr: Nom et logo

source: Club/District Name
fr_fr: Nom du Club/District

source: Show Rotary Club Before Club Name
fr_fr: Montrer Rotary Club avantle nom du club

source: Is This a Rotary Club or District&#63;
fr_fr: S’agit-il d’un Rotary Club ou District &#63;

source: You will need to refresh the page after changing this option
fr_fr: Vous devrez rafraichir la page après avoir changé cette option

source: Optional Logo file to use
fr_fr: logo de fichier optionnel

source: If this is not provided, a responsive text version will be used (required for Districts)
fr_fr: Si ce n’est pas fourni, une version texte sensible sera utilisée (obligatoire pour les Districts)

source: Meeting Information
fr_fr: Informartion sur la réunion

source: Meeting Location
fr_fr: Lieu d ela réunion

source: Country
fr_fr: Pays

source: Meeting Day
fr_fr: Jour de la réunion

source: --select day--
fr_fr: --Sélectionnez le jour--

source: Monday
fr_fr: Lundi

source: Tuesday
fr_fr: Mardi

source: Wednesday
fr_fr: Mercredi

source: Thursday
fr_fr: Jeudi

source: Friday
fr_fr: Vendredi

source: Saturday
fr_fr: samedi

source: Sunday
fr_fr: Dimanche

source: --select time--
fr_fr: --Sélectionnez l'heure--

source: 6:00 am
fr_fr: 06h00

source: 6:30 am
fr_fr: 06h30

source: 7:00 am
fr_fr: 07h00

source: 7:30 am
fr_fr: 07h30

source: 8:00 am
fr_fr: 08h00

source: 8:30 am
fr_fr: 08h30

source: 9:00 am
fr_fr: 09h00

source: 9:30 am
fr_fr: 09h30

source: 10:00 am
fr_fr: 10h00

source: 10:30 am
fr_fr: 10h30

source: 11:00 am
fr_fr: 11h00

source: 11:30 am
fr_fr: 11h30

source: 12:00 pm
fr_fr: 12h00

source: 12:30 pm
fr_fr: 12h30

source: 1:00 pm
fr_fr: 13h00

source: 1:30 pm
fr_fr: 13h30

source: 2:00 pm
fr_fr: 14h00

source: 2:30 pm
fr_fr: 14h30

source: 3:00 pm
fr_fr: 15h00

source: 3:30 pm
fr_fr: 15h30

source: 4:00 pm
fr_fr: 16h00

source: 4:30 pm
fr_fr: 16h30

source: 5:00 pm
fr_fr: 17h00

source: 5:30 pm
fr_fr: 17h30

source: 6:00 pm
fr_fr: 18h00

source: 6:30 pm
fr_fr: 18h30

source: 7:00 pm
fr_fr: 19h00

source: 7:30 pm
fr_fr: 19h30

source: 8:00 pm
fr_fr: 20h00

source: 8:30 pm
fr_fr: 20h30

source: 9:00 pm
fr_fr: 21h00

source: 9:30 pm
fr_fr: 21h30

source: Doors Open
fr_fr: Portes ouvertes

source: Program Starts
fr_fr: Début du Programme

source: Program Ends
fr_fr: Fin du programme

source: Select page for the Get More Info button
fr_fr: Sélectionnez la page pour le bouton obtenir plus d’informations

source: Show Slideshow
fr_fr: Afficher en diaporama

source: Show Home Page Sidebar
fr_fr: Montrer la page d'accueil

source: Social Media
fr_fr: réseaux sociaux

source: Custom CSS
fr_fr: CSS personalisé

source: Sort by:
fr_fr: classer par:

source: Link title
fr_fr: Titre du lien

source: Link rating
fr_fr: Note du Lien

source: Link ID
fr_fr: Lien de l'ID

source: Random
fr_fr: Aléatoir

source: Show Link Name
fr_fr: Montrer le nom du lien

source: Number of links to show:
fr_fr: Nombre de lien à montrer :

source: All Months
fr_fr: Tout les mois

source: Title:
fr_fr: Titre:

source: Hide on none category pages
fr_fr: Masquer sur les pages de catégories

source: Select Committee
fr_fr: Sélectionner le comité

source: Select Project
fr_fr: Sélectionnez un projet

source: Project Updates
fr_fr: Mises à jours du projet

source: Project Updates For
fr_fr: Mise à jour du projet pour

source: Committee Updates For
fr_fr: Mise a jour du comité pour

source: Daily Archive
fr_fr: Archives journalières

source: Monthly Archive
fr_fr: Archives mensuels

source: Annual Archive
fr_fr: Archive annuel

source: All Posts and Updates
fr_fr: Tout les Post et les mises a jour

source: Return to %s
fr_fr: Retour au %s

source: By %2$s
fr_fr: Par %2$s

source: View all posts by %s
fr_fr: voir tout les posts par %s

source: Published %2$s
fr_fr: Publier %2$s

source: Full size is %s pixels
fr_fr: la traille complète est de %s pixels

source: Link to full-size image
fr_fr: Lien de l'image en taille complète

source: Continue reading &rarr;
fr_fr: Continuer la lecture &rarr;

source: No updates
fr_fr: Aucune mise a jour

source: Project %s
fr_fr: Projet %s

source: Project Blog Roll
fr_fr: Projet Blog Roll

source: Apologies, but no results were found for the requested archive. Perhaps searching will help find a related post.
fr_fr: Désolé mais aucun résultat trouvé pour l’archive demandée. Peut être une recherche aidera a trouver un article connexe.

source: &lt; Older posts
fr_fr: &lt; Anciens articles

source: Newer posts &gt;
fr_fr: post le plus récent &gt;

source: Reply to %s
fr_fr: Répondre à %s

source: Expires %s
fr_fr: Expire %s

source: Edit Announcement
fr_fr: éditer l'annoncement

source: New Announcement!
fr_fr: Nouvel annonce!

source: There is no description yet - add one!
fr_fr: il n'y a pas encore de description, ajoutez en une!

source: Project Description
fr_fr: La Description du Projet

source: Send Test Email
fr_fr: Envoyer un Email text

source: Send Email Blast
fr_fr: Envoyer Email Blast

source: Editor
fr_fr: édieur

source: Introduced by
fr_fr: Présentées par

source: Club Announcements
fr_fr: Annonce du club

source: Apologies, but no results were found for the requested archive.
fr_fr: Désolé, mais aucun résultat n’a été trouvé pour l’archive demandée.

source: Program %s :
fr_fr: programme %s :

source: Club Announcements for %s
fr_fr: Annonce du club pour %s

source: There are no active announcements
fr_fr: Il n'y a aucune annonce !

source: About the Speaker
fr_fr: à propos du speaker

source: Install Required Plugins
fr_fr: Installer le(s) plugin(s) requis

source: Install Plugins
fr_fr: Installer plugins

source: Installing Plugin: %s
fr_fr: Installation du plugin : %s

source: Something went wrong with the plugin API.
fr_fr: Une erreur est survenue avec le branchement à l'API

source: This theme requires the following plugin: %1$s.
fr_fr: Ce thème nécessite le plugin suivant: %1$s.

source: This theme recommends the following plugin: %1$s.
fr_fr: Ce thème recommande le plugin suivant: %1$s.

source: Sorry, but you do not have the correct permissions to install the %1$s plugin.
fr_fr: Désolé, mais vous ne disposez pas d’autorisations nécessaires pour installer %1$s l’exension.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
fr_fr: Le plugin doit être mis à jour dans sa dernière version afin d’assurer une compatibilité maximale avec ce thème: %1$s.

source: There is an update available for: %1$s.
fr_fr: Il y a une mise à jour disponible pour: %1$s.

source: Sorry, but you do not have the correct permissions to update the %1$s plugin.
fr_fr: Désolé, mais vous ne disposez pas d’autorisations nécessaires pour mettre à jour %1$s l’extension.

source: The following required plugin is currently inactive: %1$s.
fr_fr: Le plugin requis est actuellement inactif : %1$s.

source: The following recommended plugin is currently inactive: %1$s.
fr_fr: Les plugins recommandés sont actuellement inactifs: %1$s.

source: Sorry, but you do not have the correct permissions to activate the %1$s plugin.
fr_fr: Désolé, mais vous ne disposez pas des autorisations nécessaires pour activer %1$s l’extension.

source: Begin installing plugin
fr_fr: Commencer l’installation du plugin

source: Begin updating plugin
fr_fr: Commencer à mettre le plugins a jour

source: Begin activating plugin
fr_fr: Commencer l'activation du plugin

source: Return to Required Plugins Installer
fr_fr: Retour vers l'installation des modules requis

source: Return to the dashboard
fr_fr: Retourner au Dashboard

source: Plugin activated successfully.
fr_fr: plugin activé avec succès

source: The following plugin was activated successfully:
fr_fr: L’extension suivante a été activée avec succès

source: No action taken. Plugin %1$s was already active.
fr_fr: Aucune action effectuée. Le plugin %1$s était déjà actif.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
fr_fr: Le plugin n'est pas activé. Une version plus récente du plugin %s est nécessaire pour ce theme. Veuillez mettre à jour votre plugin.

source: All plugins installed and activated successfully. %1$s
fr_fr: Tout les plugins installés et activé avec succès. %1$s

source: Dismiss this notice
fr_fr: Ignorer cet avertissement

source: Please contact the administrator of this site for help.
fr_fr: Veuillez contacter l'administrateur de ce site pour plus d'aide.

source: This plugin needs to be updated to be compatible with your theme.
fr_fr: Ce plugin a besoin d'être mis-à-jour pour être compatible avec votre theme.

source: Update Required
fr_fr: mise à jour requise

source: Set the parent_slug config variable instead.
fr_fr: Spécifiez la variable parent_slug à la place.

source: Return to the Dashboard
fr_fr: Retournez au Dashboard

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
fr_fr: Le packet distant du plugin ne contient pas le dossier du slug désiré et le renommage ne fonctionne pas.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
fr_fr: Veuillez contacter le fournisseur du plugin et demandez lui d'empacter son plugin comme le conseil le guide WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
fr_fr: Le packet distant du plugin contient plus d'un fichier, mais les fichiers ne sont pas empactés dans un dossier.

# plugin A *and* plugin B
source: and
fr_fr: et [ plugin A *et* plugin B ]

source: Required
fr_fr: Requis

source: Recommended
fr_fr: Recommander

source: WordPress Repository
fr_fr: Dépot WordPress

source: External Source
fr_fr: Source éxterieur

source: Pre-Packaged
fr_fr: pré emballé

source: Not Installed
fr_fr: non installé

source: Installed But Not Activated
fr_fr: installé mais non activé

source: Active
fr_fr: actif

source: Required Update not Available
fr_fr: Mise à jour requise non disponible

source: Requires Update
fr_fr: mise à jour requise

source: Update recommended
fr_fr: mise(s) à jour recommandée(s)

# plugins
source: All <span class="count">(%s)</span>
fr_fr: Tous <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
fr_fr: A installer <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
fr_fr: Mise à jour disponible <span class=« count »>(%s)</span>

source: To Activate <span class="count">(%s)</span>
fr_fr: À installer <span class=« count »>(%s)</span>

# as in: "version nr unknown"
source: unknown
fr_fr: inconnu / introuvable

source: Installed version:
fr_fr: version installé:

source: Minimum required version:
fr_fr: version minimum requise:

source: Available version:
fr_fr: version disponible:

source: No plugins to install, update or activate. <a href="%1$s">Return to the Dashboard</a>
fr_fr: Aucun plugin à installer, mettre à jour ou activer. <a href=« %1$s »>Retour au tableau de bord</a>

source: Status
fr_fr: statut

# %2$s = plugin name in screen reader markup
source: Install %2$s
fr_fr: Installe %2$s

# %2$s = plugin name in screen reader markup
source: Update %2$s
fr_fr: Mise à jour %2$s

# %2$s = plugin name in screen reader markup
source: Activate %2$s
fr_fr: Activation %2$s

source: Upgrade message from the plugin author:
fr_fr: Mise à jour message de l'auteur de l’extension :

source: Install
fr_fr: installer

source: Activate
fr_fr: Activer

source: No plugins were selected to be installed. No action taken.
fr_fr: aucun plugins n'a été sélectionné pour être installé. aucune action effectu

source: No plugins were selected to be updated. No action taken.
fr_fr: aucun plugins n'a été sélectionné pour être mis à jour. aucune action effectué

source: No plugins are available to be installed at this time.
fr_fr: Aucuns plugins disponible pour être installés cette fois

source: No plugins are available to be updated at this time.
fr_fr: Aucuns plugins disponible pour être mis à jour cette fois

source: No plugins were selected to be activated. No action taken.
fr_fr: aucun plugins n'a été sélectionné pour être activé. aucune action effectué.

source: No plugins are available to be activated at this time.
fr_fr: Aucuns plugins disponible pour être activé cette fois

source: Plugin activation failed.
fr_fr: l'activation du plugin a échoué

source: Updating Plugin %1$s (%2$d/%3$d)
fr_fr: Mise à jour extension %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
fr_fr: Une erreur est survenue lors de l’installation %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
fr_fr: L'installation de %1s a échoué.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
fr_fr: Le processus d’installation et d’activation commence. Ce processus peut prendre un certain temps. Merci de votre patience…

source: %1$s installed and activated successfully.
fr_fr: %1$s installé et activé avec succès

source: Show Details
fr_fr: Montrer les détails

source: Hide Details
fr_fr: Cacher les détails

source: All installations and activations have been completed.
fr_fr: Toutes les installations et activations ont été effectué

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
fr_fr: Installation et activation d’extension %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
fr_fr: Le processus d’installation commence. Ce processus peut prendre un certain temps... Soyez patient !

source: %1$s installed successfully.
fr_fr: %1$s installé avec succès

source: All installations have been completed.
fr_fr: Toute les installation ont été effectué

source: Installing Plugin %1$s (%2$d/%3$d)
fr_fr: Installation d’extension %1$s (%2$d/%3$d)

source: Search Results for: %s
fr_fr: Rechercher les résultats pour: %s

source: Nothing Found
fr_fr: Rien n'a été trouvé

source: Sorry, but nothing matched your search criteria. Please try again with some different keywords.
fr_fr: Désolé, mais rien ne correspond à vos critères de recherche. Veuillez essayer à nouveau avec des mots clés différents.

source: Please %s to make an announcement
fr_fr: S’il vous plaît de %s pour faire une annonce

source: Wedding Anniversaries
fr_fr: Anniversaire de marriage

source: Club Anniversaries
fr_fr: Anniversaire du club

source: Birthdays
fr_fr: Anniversaire

source: %s for %s
fr_fr: %s pour %s

source: %s and %s
fr_fr: %s et%s

source: %s Years
fr_fr: %s Année

source: Board Members
fr_fr: Membres du conseil

source: Office
fr_fr: Bureau

source: Sorry - No Board Members have been identified.
fr_fr: désolé - Aucun membre du conseil n'a été identifié

source: New Event/Project
fr_fr: Nouvel évènement/Projet

source: New Meeting
fr_fr: Nouveau meeting

source: Edit Widgets
fr_fr: modifier widgets

source: Follow Us
fr_fr: Suis nous

source: Like us on Facebook
fr_fr: aime notre page sur facebook

source: Follow us on Twitter
fr_fr: nous suivre sur twitter

source: Connect on LinkedIn
fr_fr: Connexion avec LinkedIn

source: Photographs
fr_fr: Photographies.

source: Committee Update
fr_fr: Mise a jour du comité

source: Project Update
fr_fr: mise à jour du projet

source: New Post
fr_fr: Nouveau Post

source: Speaker Program
fr_fr: Programme du speakeur

source: Tag Archives: %s
fr_fr: Archive de mot-clés: %s

source: Category Archives: %s
fr_fr: Archives par catégorie : %s

source: Show More [+%s]
fr_fr: Afficher plus [+ %s]

source: Show Less
fr_fr: voir moins

source: Would you like to make one
fr_fr: Voulez vous en faire un

source: New Announcement
fr_fr: Nouvel annonce

source: &lt; Older speakers
fr_fr: &lt; Anciens Parleur

source: Newer speakers &gt;
fr_fr: speaker le plus récent &gt;

source: Rotary Rebrand - A Theme for Rotary Clubs
fr_fr: Rebaptiser Rotary - un thème pour les Rotary Clubs

source: An HTML 5 theme designed for Rotary Clubs. Everything a fully functioning Rotary Club needs. Organize your members into committees. Create projects, social events, and fundraisers. Publish announcements and updates to your members. Integrates with MailChimp and Facebook.
fr_fr: Un thème de HTML 5 conçu pour les Rotary Clubs. Tout a besoin d’un Club Rotary entièrement fonctionnel. Organisez vos membres dans les comités. Créer des projets, des événements sociaux et des collecteurs de fonds. Publier des annonces et mises à jour à vos membres. S’intègre avec MailChimp et Facebook.

source: Merrill M. Mayer (development) and Carolina Torres (design)
fr_fr: Merrill M. Mayer (développement) et Caroline Torres (conception)
