Repository: AndreaSpedale/rotary
Catalog: languages/*.po
Languages: fr_fr

source: Preview Size
fr_fr: Taille précédente

source: Shown when entering data
fr_fr: Montré lors de l'entrée de donnée

source: Limit the media library choice
fr_fr: Limiter le choix dans la médiathèque

source: Text &amp; HTML entered here will appear inline with the fields
fr_fr: Texte &amp; HTML saisi ici apparaîtront en ligne avec les champs

source: Please note that all text will first be passed through the wp function
fr_fr: Veuillez noter que tout le texte sera d’abord traité par la fonction wp

source: Number
fr_fr: Nombre

source: Minimum Value
fr_fr: Valeurs minimum

source: Maximum Value
fr_fr: Valeur maximum

source: Step Size
fr_fr: taille d'une étape

source: Page Link
fr_fr: Lien de la page

source: Relational
fr_fr: Relaté

source: Post Type
fr_fr: type d'article

source: Allow Null?
fr_fr: Autoriser nul?

source: Select multiple values?
fr_fr: Sélectionnez plusieurs valeurs

source: Password
fr_fr: Mot de passe

source: Post Object
fr_fr: Objet de l'article

source: (no title)
fr_fr: (sans titre)

source: Filter from Taxonomy
fr_fr: Filtrer par taxonomie

source: Radio Button
fr_fr: Bouton radio

source: Other
fr_fr: Autre

source: Enter your choices one per line
fr_fr: Entrer un choix par ligne

source: Red
fr_fr: Rouge

source: Blue
fr_fr: Bleu

source: Add 'other' choice to allow for custom values
fr_fr: Ajouter le choix ‘autre’ pour autoriser des valeurs personnalisées

source: Save 'other' values to the field's choices
fr_fr: Sauvegarder 'autre' valeurs dans le choix des champs

source: Relationship
fr_fr: Relation

source: Maximum values reached ( {max} values )
fr_fr: Valeur maximum atteinte

source: Search...
fr_fr: Recherche ...

source: Filter by post type
fr_fr: Filtrer par type d’article

source: Return Format
fr_fr: Retourner le Format

source: Post Objects
fr_fr: Objetsde l'aritcile

source: Post IDs
fr_fr: ID d'aricle

source: Search
fr_fr: rechercher

source: Post Type Select
fr_fr: sélection du type d'article

source: Selected elements will be displayed in each result
fr_fr: Les éléments sélectionnés vont être affichés dans chaque résultat

source: Featured Image
fr_fr: Images à la une

source: Post Title
fr_fr: Titre d'article

source: Maximum posts
fr_fr: Nombre de post maximum

source: Select
fr_fr: Sélectionner

source: Use "Tab Fields" to better organize your edit screen by grouping your fields together under separate tab headings.
fr_fr: Utiliser « Champs tab » pour mieux organiser votre écran de modification en groupant les champs ensemble sous des tab d’en-tête séparés

source: Use multiple tabs to divide your fields into sections.
fr_fr: Utiliser des onglets multiples pour diviser vos champs en sections.

source: Taxonomy
fr_fr: Taxonomie

source: None
fr_fr: Aucun

source: Multiple Values
fr_fr: Valeurs multiples

source: Single Value
fr_fr: Valeur unique

source: Radio Buttons
fr_fr: Boutons radio

source: Load & Save Terms to Post
fr_fr: Charger et sauvegarder les terme a poster

source: Load value based on the post's terms and update the post's terms on save
fr_fr: Charger la valeur basée sur les termes de l’article et mettre à jour ces termes lors de l’enregistrement

source: Term Object
fr_fr: terme Objet

source: Term ID
fr_fr: terme ID

source: Text
fr_fr: texte

source: Formatting
fr_fr: Formate

source: Effects value on front end
fr_fr: Valeur des effets sur le front-office

source: No formatting
fr_fr: pas de formattage

source: Convert HTML into tags
fr_fr: Convertir HTLM en tags

source: Character Limit
fr_fr: Limite de caractères

source: Leave blank for no limit
fr_fr: Laisser vide pour aucune limite

source: Text Area
fr_fr: zone de texte

source: Rows
fr_fr: Rangées

source: Sets the textarea height
fr_fr: définir la hauteur de la zone de text

source: Convert new lines into &lt;br /&gt; tags
fr_fr: Convertir les nouvelles lignes vers tags &lt;br /&gt;

source: True / False
fr_fr: Vrai / Faux

source: eg. Show extra content
fr_fr: ex. Montrer le contenu supplémentaire

source: User
fr_fr: Utilisateur

source: Filter by role
fr_fr: Filtre par rôle

source: Wysiwyg Editor
fr_fr: Editeur WYSIWYG

source: Toolbar
fr_fr: Barre d'outils

source: Show Media Upload Buttons?
fr_fr: Afficher le bouton de chargement de médias ?

source: Field type does not exist
fr_fr: Le type de champ n'existe pas

source: Field Key
fr_fr: Clé du champ

source: No fields. Click the <strong>+ Add Field</strong> button to create your first field.
fr_fr: Aucun champ. Cliquer sur le bouton <strong>+ Ajouter un champ</strong> pour créer votre premier champ.

source: This is the name which will appear on the EDIT page
fr_fr: Ceci est le nom qui apparaîtra sur la page éditée.

source: Instructions for authors. Shown when submitting data
fr_fr: Instructions pour les auteurs. Affichées lors de la soumission des données

source: + Add Field
fr_fr: + Ajouter un champ

source: Rules
fr_fr: Règles

source: Create a set of rules to determine which edit screens will use these advanced custom fields
fr_fr: Créer un ensemble de règle qui déterminent quel écran de modification va utiliser ces champs personnalisés avancés

source: Show this field group if
fr_fr: montrer ce champ de groupe si

source: Logged in User Type
fr_fr: Type d’utilisateur connecté

source: Post
fr_fr: Article

source: Post Category
fr_fr: Catégorie d'article

source: Post Format
fr_fr: Format d'article

source: Post Status
fr_fr: statut d'atricle

source: Post Taxonomy
fr_fr: Taxonomie d'article

source: Page Type
fr_fr: Type de la page

source: Page Template
fr_fr: Modèle de page

source: Attachment
fr_fr: Pièce jointe

source: Taxonomy Term
fr_fr: terme de taxonomie

source: and
fr_fr: et

source: Add rule group
fr_fr: Ajouter une règle de groupe

source: Order No.
fr_fr: Ordonner non.

source: Field groups are created in order <br />from lowest to highest
fr_fr: Les groupes de champs sont créés dans l’ordre <br /> du plus faible au plus grand

source: High (after title)
fr_fr: Haut (après le Titre)

source: Normal (after content)
fr_fr: Normal ( après contenu)

source: Side
fr_fr: page

source: Seamless (no metabox)
fr_fr: Transparent (non metabox)

source: Hide on screen
fr_fr: Cacher a l'écran

source: <b>Select</b> items to <b>hide</b> them from the edit screen
fr_fr: <b>Sélectionner</b> des éléments pour les<b>masquer</b> sur l’écran de modification

source: If multiple field groups appear on an edit screen, the first field group's options will be used. (the one with the lowest order number)
fr_fr: Si plusieurs groupes de champs apparaissent sur un écran de modification, la première option d’un groupe de champ sera utilisée. (celle avec le numéro de commande le plus bas)

source: Permalink
fr_fr: Lien permanent

source: Content Editor
fr_fr: Editeur de contenu

source: Comments
fr_fr: Commentaires

source: Revisions
fr_fr: Révisions

source: Slug
fr_fr: Limace

source: Author
fr_fr: Auteur

source: Categories
fr_fr: Catégories

source: Tags
fr_fr: mot-clés

source: Send Trackbacks
fr_fr: Envoyer des rétroliens

source: All Projects
fr_fr: Tout les projets

source: Author Archive
fr_fr: Auteur de l'archive

source: About %s
fr_fr: à propos de %s

source: Category Archive
fr_fr: Archive des catégories

source: Programs
fr_fr: Programmes

source: Program
fr_fr: Programme

source: All Programs
fr_fr: Tout les programmes

source: Add New Speaker
fr_fr: Ajouter un nouveau parleur

source: Edit Program
fr_fr: éditer le programme

source: New Program
fr_fr: Nouveau Programme

source: View Program
fr_fr: Voir le programme

source: Search Programs
fr_fr: Rechercher programme

source: Nothing found.
fr_fr: Rien n'a été trouvé

source: Nothing found in Trash
fr_fr: Rien n'a été trouvé dans la corbeille

source: This is where the
fr_fr: c'est ici que le

source: Program Categories
fr_fr: Catégories du programme

source: Program Category
fr_fr: Catégorie du programme

source: Search Program Categories
fr_fr: Rechercher une Catégorie de programme

source: All Program Categories
fr_fr: Toute catégories de programmes

source: Parent Program Category
fr_fr: Catégorie de programme parent

source: Parent Program Category:
fr_fr: Catégorie du programme parent :

source: Edit Program Category
fr_fr: éditer la catégorie de programme

source: Update Program Category
fr_fr: mise à jour de la catégorie de programme

source: Add New Program Category
fr_fr: ajouter une nouvelle catégorie de programme

source: Program Introducer
fr_fr: programme introducteur

source: Search Program Introducers
fr_fr: Rechercher un introducteur de programme

source: All Program Introducer
fr_fr: Tout les introducteurs de programme

source: Parent Program Introducers
fr_fr: introducteur de programme parents

source: Parent Program Introducers:
fr_fr: introducteur du programme parents:

source: Edit Program Introducers
fr_fr: éditer l'introducteur de programme

source: Update Program Introducer
fr_fr: mettre l'introducteur de programme à jour

source: Add New Program Introducer
fr_fr: ajouter un nouvel introducteur de programme

source: New Program Introducer
fr_fr: nouveau programme introducteur

source: Program Scribe
fr_fr: Programme scribe

source: Search Program Scribes
fr_fr: Recherche programme Scribes

source: All Program Scribes
fr_fr: tout les programme scribes

source: Parent Program Scribes
fr_fr: Programme scribe parent

source: Parent Program Scribes:
fr_fr: Programme scribe parent:

source: Edit Program Scribes
fr_fr: Modifier le programme Scribes

source: Update Program Scribe
fr_fr: mettre le programme scribe à jour

source: Add New Program Scribes
fr_fr: ajouter un nouveau programme Scribe

source: New Program Scribe
fr_fr: Nouveau programme scribe

source: Program Editor
fr_fr: éditeur de programme

source: Search Program Editors
fr_fr: Rechercher un éditeur de programme

source: All Program Editors
fr_fr: Tout les éditeur de programme

source: Parent Program Editors
fr_fr: éditeur de programme parent

source: Parent Program Editors:
fr_fr: éditeur de programme parent:

source: Edit Program Editors
fr_fr: éditer l'éditeur de programme

source: Update Program Editor
fr_fr: mettre le programme d'éditeur à jour

source: Add New Program Editors
fr_fr: ajouter un nouvel éditeur de programme

source: New Program Editor
fr_fr: Nouveau Programme Editor

source: Program Tags
fr_fr: mots clés du programme

source: Program Tag
fr_fr: mot clé du programme

source: Search Program Tags
fr_fr: rechercher mots-clés d'un rprogramme

source: All Program Tags
fr_fr: Tout les Tags de programme

source: Parent Program Tag
fr_fr: étiquette du parent programme

source: Parent Program Tag:
fr_fr: étiquette du parent programme:

source: Edit Program Tag
fr_fr: éditer le tag du programme

source: Update Program Tag
fr_fr: mettre le programme tag à jour

source: Add New Program Tag
fr_fr: Ajouter un nouveau tag de programme

source: New Program Tag Name
fr_fr: Nouvelle étiquette de programme

source: Speaker Date
fr_fr: Date du speaker

source: Speaker First Name
fr_fr: Prénom du speaker

source: Speaker Last Name
fr_fr: Nom du speaker

source: Organization
fr_fr: Organisation

source: Projects
fr_fr: Projets

source: Project
fr_fr: Projet

source: Add New Project
fr_fr: Ajouter un nouveau projet

source: Edit Project
fr_fr: éditer le projet

source: New Project
fr_fr: Nouveau Projet

source: View Project
fr_fr: Voir le projet

source: Search Projects
fr_fr: Rechercher un projet

source: Project Categories
fr_fr: Catégories du projet

source: Project Category
fr_fr: Catégorie du projet

source: Search Project Categories
fr_fr: Rechercher une catégorie de projet

source: All Project Categories
fr_fr: Toute les catégories de projet

source: Edit Project Category
fr_fr: éditer la catégorie de projet

source: Update Project Category
fr_fr: Mettre à jour la catégorie de projet

source: Add New Project Category
fr_fr: Ajouter une nouvelle catégorie de projet

source: Project Tags
fr_fr: mots clés du projet

source: Project Tag
fr_fr: Voir le mot-clé du projet

source: Search Project Tags
fr_fr: rechercher les mots-clés d'un projet

source: All Projects Tags
fr_fr: Toutes les étiquettes de projets

source: Parent Project Tag
fr_fr: étiquette du projet parent

source: Parent Project Tag:
fr_fr: étiquette du projet parent:

source: Edit Project Tag
fr_fr: éditer le tag du projet

source: Update Project Tag
fr_fr: mettre le mot clé du projet a jour

source: Add New Project Tag
fr_fr: Ajouter un nouveau tag de projet

source: New Project Tag Name
fr_fr: Nouveau nom de tag du projet

source: Add Committee
fr_fr: Ajouter un comité

source: Edit Committee
fr_fr: éditer le comité

source: New Committees
fr_fr: Nouveau commités

source: View Committee
fr_fr: Voir le comité

source: Search Committees
fr_fr: rechercher les comités

source: No Committees Found
fr_fr: Aucun comités trouvés

source: Committees
fr_fr: Comités

source: Committee
fr_fr: Comité

source: You must be logged in to see project participants
fr_fr: Vous devez être connecté pour voir les participants au projets

source: You must be logged in to see member information
fr_fr: Vous devez être connecté pour voir les informations des membres

# Member directory dropdown for committees
source: Filter by committee
fr_fr: Filtre par le comité

# Member directory dropdown for committees
source: All
fr_fr: Tous

# Project participant dropdown
source: Add a participant
fr_fr: Ajouter un(e) participant(e)

# Home/Cellphone Abbreviation
source: c
fr_fr: phone

# Email Address Abbreviation
source: Send Email
fr_fr: Envoyer un Email

source: This post is password protected. Enter the password to view any comments.
fr_fr: Cet article est protégé par mot de passe. Vous devez le saisir pour voir les commentaires.

source: One Response to %2$s
fr_fr: Une réponse à %2$s

source: &larr; Older Comments
fr_fr: &larr; Commentaires ancients

source: Newer Comments &rarr;
fr_fr: Commentaire le plus récent &rarr;

source: Comments are closed.
fr_fr: Les commentaires son fermés.

source: Announcements are closed.
fr_fr: Les annonces sont fermés

source: No Announcements at the Moment
fr_fr: Pas d'annonce pour l'instant

source: Would you like to add one
fr_fr: Voulez vous en ajouter un

source: Would you like to
fr_fr: Voulez vous

source: Web Development
fr_fr: Web developement

source: All rights reserved
fr_fr: Tout droits réservé

source: You are currently logged in as %s
fr_fr: Vous êtes couramment connecté en tant que %s

source: log In
fr_fr: se connecter

source: username:
fr_fr: nom de compte:

source: password:
fr_fr: Mot de passe:

source: Edit Header
fr_fr: Editer En-tête

source: Become a member
fr_fr: Devenir membre

source: Join Rotary
fr_fr: Rejoignez les Rotary

source: Get More Info
fr_fr: Plus d'info

source: MEETING SITE ADDRESS
fr_fr: Adresse du lieu de la réunion

source: MAILING ADDRESS
fr_fr: Adresse e-mail

source: We meet every %s
fr_fr: nous avons un meeting tout les %s

source: Doors open: %s
fr_fr: Portes ouvertes: %s

source: Program: %s to %s
fr_fr: programme : %s à %s

source: Import From CSV
fr_fr: Importer depuis CSV

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas la permission d'accéder a cette page

source: Import users from a CSV file
fr_fr: Importer un utilisateur depuis un fichier CSV

source: Notice: please make the directory %s writable so that you can see the error log.
fr_fr: Vérifiez le dossier image %s accessible en écriture.

source: , please <a href="%s">check the error log</a>
fr_fr: , s’il vous plaît <a href="%s">Vérifiez le journal des erreurs</a>

source: Error during file upload.
fr_fr: Erreur de téléchargement

source: Cannot extract data from uploaded file or no file was uploaded.
fr_fr: ne peut pas extraire les données du fichier mis a jour / aucun fichier n'a été mis à jour

source: %s user(s) skipped and %s records failed to be imported%s.
fr_fr: %s ou les utilisateurs ignorés et enregistrements de %s n'a pas pas être importé %s.

source: %s user(s) successfully imported, %s user(s) updated, %s user(s) skipped, and %s failed%s.
fr_fr: %s (s) importé avec succès, %s (s) mis à jour, %s ou ignorés, les utilisateurs et %s a échoué %s.

source: %s user(s) successfully imported, %s user(s) updated, %s user(s) skipped
fr_fr: %s (s) importé avec succès, %s (s) mis à jour, %s ou les utilisateurs ignorés

source: CSV Column Headers
fr_fr: En-têtes de colonne CSV

source: CSV file
fr_fr: fichier CSV

source: Download <a href="%s">the template for the CSV file</a>.
fr_fr: Télécharger <a href="%s">le modèle pour le fichier CSV</a>.

source: Send to new users
fr_fr: Envoyer aux nouveaux utilisateurs

source: Password nag
fr_fr: Changement du mot de passe

source: Show password nag on new users signon
fr_fr: Envoyer une notification de mot de passe aux nouveaux utilisateurs

source: Users update
fr_fr: mise à jour de l'utilisateur

source: Update user when a username or email exists
fr_fr: Mettre l'utilisateur à jour quand un nom d'utilisateur ou un email existe

source: Import
fr_fr: Importer

source: User @s already exists. Update skipped
fr_fr: L'utilisateur @s existe déjà. mise a jour échoué

source: BEGIN %s
fr_fr: Commencer %s

source: [Line %1$s] %2$s
fr_fr: [Ligne %1$s] %2$s

source: Calendar Settings
fr_fr: Paramètres du calendrier

source: Save Announcement
fr_fr: Sauvegarder l'annonce

source: Sorry, you must be logged in to post a comment.
fr_fr: Vous devez être connecté pour ajouter un commentaire.

source: Go To Post
fr_fr: Aller aux courrier

source: Go To Website
fr_fr: Aller au Site Web

source: Announcement Title
fr_fr: Titre d'annoncement

source: Announced by
fr_fr: Annoncer par

source: Request Replies (Adds a BLUE button to email the announcer)
fr_fr: Demande de réponses (ajoute un bouton bleu à l’annonceur par courriel)

source: Announcement Expires on
fr_fr: A

source: Additional Call to Action (adds a YELLOW button to go to another page/website)
fr_fr: Appel supplémentaire à l’Action (ajout d’un bouton jaune pour aller vers une autre page/site)

source: Button Text
fr_fr: Texte du bouton

source: Button links to this project/committee's page
fr_fr: Liens du bouton à la page du projet/Comité

source: Button links to another Website/URL...
fr_fr: Liens bouton vers un autre site Web/URL...

source: Organized by %s
fr_fr: Organisé par %s

source: Sorry, comments are closed for this item.
fr_fr: Désolé, les commentaires sont fermés pour cette entrée

source: <strong>ERROR</strong>: please type a comment.
fr_fr: <strong>Erreur</strong>: Veuillez taper un commentaire.

source: Invalid URL Provided.
fr_fr: URL fournie non valide.

source: Could not create Temporary file.
fr_fr: Ne peux pas créer de fichier temporaires

source: You do not have sufficient permissions to update themes for this site.
fr_fr: Vous n'avez pas la permission de changer les thèmes sur ce site

source: Update Theme
fr_fr: Mettre le thème a jour

source: Meeting
fr_fr: réunion

source: Social Event
fr_fr: Event sociaux

source: Community / Work Project
fr_fr: Communauté / projet de travail

source: Grant / International Project
fr_fr: Projet international / Bourse

source: Fundraiser Event
fr_fr: Collecte de fond

source: Fundraiser Campaign
fr_fr: Campagne

source: Register
fr_fr: s'inscrire

source: Signup
fr_fr: inscription

source: Volunteer
fr_fr: bénévole

source: Advocate
fr_fr: Devenez porte-parole

source: Purchase
fr_fr: Acheter

source: Donate
fr_fr: Faire un Don

source: Registrations
fr_fr: inscription

source: Signups
fr_fr: inscriptions

source: Volunteers
fr_fr: Bénévoles

source: Advocates
fr_fr: Les défenseurs

source: Buyers
fr_fr: Acheteurs

source: Donors
fr_fr: Donateurs/trices

source: Register Now
fr_fr: s'inscrire maintenant

source: Sign Up Now
fr_fr: S'inscrire maintenant

source: Volunteer Now
fr_fr: Devenez bénévole maintenant

source: Become a Supporter
fr_fr: Devenez un supporter

source: Become an Advocate
fr_fr: Devenez porte-parole

source: Buy Now
fr_fr: Acheter maintenant

source: Donate to this Cause
fr_fr: Faire un don a cette cause

source: SELECT A PROJECT OR COMMITTEE TO ADD A NEW ANNOUNCEMENT
fr_fr: SELECTIONNEZ UN PROJET OU COMMITEE POUR AJOUTER UNE NOUVELLE ANNONCE

source: I'm going <br />Click to<br />change RSVP
fr_fr: Je vais<br>Cliquer pour<br>changer de RSVP

source: I'm not going<br />Click to<br />change RSVP
fr_fr: Je ne vais pas<br>Cliquer pour<br>changer de RSVP

source: I'm going
fr_fr: j'y vais

source: Keep Reading
fr_fr: Continuer la lecture

source: To
fr_fr: à

source: (ongoing)
fr_fr: En cours

source: %s To %s
fr_fr: %s à %s

source: Enter the project date. If left blank, it will default to the current date.
fr_fr: Entrez la date du projet. Si laissé vide, il prendra par défaut la date actuelle.

source: Member Sign-Up Table
fr_fr: inscription pour devenir membre

source: Custom Registration Form
fr_fr: Formulaire d’inscription personnalisée

# Remove from project participation
source: Delete
fr_fr: Retirer

source: Bulk Actions
fr_fr: Action de masse

source: Cancel
fr_fr: Annuler

source: Membership Directory
fr_fr: Répertoire des membres

# Name display order
source: First Last
fr_fr: premier dernier

# Name display order
source: Last, First
fr_fr: Dernier, Premier

# Directory table label
source: Name
fr_fr: Nom

# Directory table label
source: Partner
fr_fr: Partenaire

# Directory table label
source: Cell/Home Phone
fr_fr: Téléphone portable

# Directory table label
source: Business Phone
fr_fr: Téléphone professionnel

# Directory table label
source: Contact Info
fr_fr: Information de contact

source: Homepage Sidebar
fr_fr: Encadré de la page d’accueil

source: The right sidebar on the home page
fr_fr: La barre latérale de la page d'accueil

source: Posts & Updates Sidebar
fr_fr: Postes & Sidebar de mises à jour

source: The right sidebar on posts and project/committee updates
fr_fr: La barre de droite sur les postes et le Comité de projet/mises à jour

source: Left Footer Widget Area
fr_fr: Zone Widget au le pied de page à gauche

source: Narrow widget area
fr_fr: Zone de widget étroit

source: Center Footer Widget Area
fr_fr: Zone de widget du pied de page

source: Wide widget area
fr_fr: Zone widget

source: Right Footer Widget Area
fr_fr: Zone Widget pour le pied de page à droite

source: Calendar Sidebar
fr_fr: Encadré de la page d’accueil

source: Appears on the calendar page
fr_fr: Apparaît sur la page du calendrier

source: To reposition an item, simply drag and drop the row by "clicking and holding" it anywhere (outside of the links and form controls) and moving it to its new position.
fr_fr: Pour repositionner une recette, simplement glisser et déposer la ligne de la recette en la « cliquant et en maintenant » n'importe où (en dehors des contrôles liens et formulaire) et en la déplaçant vers sa nouvelle position.

source: Sort by Order
fr_fr: Classer par Ordre

source: Order your pages and hierarchical post types using drag and drop on the built in page list. For further instructions, open the "Help" tab on the Pages screen.
fr_fr: Commandez vos pages et les types de poste hiérarchique à l’aide de glisser et déposer sur le bâti dans la liste des pages. Pour plus d’instructions, ouvrez l’onglet « Aide » sur l’écran de Pages.

source: This meeting is in a different location than normal.
fr_fr: Cette réunion est dans un emplacement différent que d’habitude.

# post type general name
source: Sponsors
fr_fr: Partenaires

# post type singular name
source: Sponsor
fr_fr: Partenaire

# admin menu
source: Sponsors
fr_fr: partenaire

# add new on admin bar
source: Sponsor
fr_fr: Partenaire

# sponsor
source: Add New
fr_fr: ajouter un nouveau sponsor

source: Add New Sponsor
fr_fr: Ajouter un nouveau sponsor

source: New Sponsor
fr_fr: Nouveau sponsor

source: Edit Sponsor
fr_fr: éditer le sponsor

source: View Sponsor
fr_fr: Voir le sponsor
