Repository: AndreaSpedale/rotary
Catalog: languages/*.po
Languages: fr_fr

source: Not Found
fr_fr: introuvable

source: Apologies, but the page you requested could not be found. Perhaps searching will help.
fr_fr: Désolé, mais la page que vous avez demandé n’a pu être trouvée. Peut-être qu’une recherche peut être utile.

source: Repeater
fr_fr: Répeteur

source: Layout
fr_fr: Modèle

source: Add Row
fr_fr: Ajouter une rangée

source: Minimum rows reached ( {min} rows )
fr_fr: Nombre minimum de rangée atteint

source: Maximum rows reached ( {max} rows )
fr_fr: Nombre minimum de rangée atteint

source: New Field
fr_fr: Nouveau champ

source: new_field
fr_fr: nouveau_champ

source: Repeater Fields
fr_fr: champs répéteurs

source: Field Order
fr_fr: Ordre du champ

source: Field Label
fr_fr: Label du champ

source: Field Name
fr_fr: Nom du champ

source: Field Type
fr_fr: Type du champ

source: No fields. Click the "+ Add Sub Field button" to create your first field.
fr_fr: Aucun champ. Cliquer sur le bouton "+ Ajouter un sous-champ" pour créer votre premier champ.

source: Edit this Field
fr_fr: Modifier ce champs

source: Edit
fr_fr: éditer

source: Read documentation for this field
fr_fr: Lire les document pour ce champs

source: Docs
fr_fr: documents

source: Duplicate this Field
fr_fr: Dupliquer ce champ

source: Duplicate
fr_fr: Dupliquer

source: Delete this Field
fr_fr: Supprimer ce champ

source: Delete
fr_fr: Supprimer

source: This is the name which will appear on the edit page
fr_fr: C’est le nom qui apparaîtra sur la page éditée

source: Single word, no spaces. Underscores and dashes allowed
fr_fr: Un seul mot, sans espace. Underscores et tirets autorisés

source: Field Instructions
fr_fr: instructions du champs

source: Required?
fr_fr: Requis?

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Column Width
fr_fr: Largeur de cette colonne

source: Conditional Logic
fr_fr: Logique conditionelle

source: is equal to
fr_fr: est égale à

source: is not equal to
fr_fr: n'est pas égale à

source: Show this field when
fr_fr: Montrer ce champs quand

source: all
fr_fr: tous

source: any
fr_fr: tout les

source: these rules are met
fr_fr: ces règles sont respectés

source: Save Field
fr_fr: Sauvegarder le champ

source: Close Field
fr_fr: Fermer le champ

source: Close Sub Field
fr_fr: fermer les sous-champ

source: Drag and drop to reorder
fr_fr: fait glisser et relâche pour réorganiser

source: + Add Sub Field
fr_fr: + Ajouter un sous champ

source: Minimum Rows
fr_fr: Rangées minimum

source: Maximum Rows
fr_fr: Lignes maximum

source: Row
fr_fr: rangée

source: Button Label
fr_fr: Label du bouton

source: Address Geocoder
fr_fr: Géocodage des adresses

source: Save Options
fr_fr: Sauvegarder les options

source: Advanced Custom Fields
fr_fr: Champs personnalisés avancés

source: Add New
fr_fr: ajouter nouveau

source: Add New Field Group
fr_fr: ajouter une nouvelle équipe

source: Edit Field Group
fr_fr: éditer l'équipe

source: New Field Group
fr_fr: Nouveau champ de groupe

source: View Field Group
fr_fr: Voir l'équipe

source: Search Field Groups
fr_fr: Rechercher le champ du groupe

source: No Field Groups found
fr_fr: aucun groupe de champs trouvé

source: No Field Groups found in Trash
fr_fr: aucun groupe de champs trouvé dans la corbeille

source: Custom Fields
fr_fr: Champs personnalisé

source: Field group updated.
fr_fr: groupe de champ mis à jour

source: Custom field updated.
fr_fr: Champ personnalisé mit a jour

source: Custom field deleted.
fr_fr: Champ personnalisé supprimer

source: Field group restored to revision from %s
fr_fr: Groupe de champs restauré depuis la révision du %s

source: Field group published.
fr_fr: groupe de champ publier

source: Field group saved.
fr_fr: Groupe de champ sauvegarder.

source: Field group submitted.
fr_fr: Groupe de champs soumis.

source: Field group scheduled for.
fr_fr: Groupe de champs prévu pour.

source: Field group draft updated.
fr_fr: Brouillon de groupe de champ mis à jour

source: Thumbnail
fr_fr: Onglet

source: Medium
fr_fr: Moyen

source: Full
fr_fr: Complet

source: Error
fr_fr: Erreur

source: No ACF groups selected
fr_fr: Aucuns groupes d’ACF sélectionnés

source: Update
fr_fr: Mise a jour

source: Post updated
fr_fr: article mit à jour

source: Repeater Field
fr_fr: Champ Répéteur

source: Create infinite rows of repeatable data with this versatile interface!
fr_fr: Créer infiniment des lignes de données reproductibles avec cette interface flexible !

source: Gallery Field
fr_fr: Galerie

source: Create image galleries in a simple and intuitive interface!
fr_fr: Créer des galeries d’images dans une interface simple et intuitive!

source: Options Page
fr_fr: Page des options

source: Create global data to use throughout your website!
fr_fr: Créer des données globales à utiliser dans tout votre site Web !

source: Flexible Content Field
fr_fr: Champs de contenu flexible

source: Create unique designs with a flexible content layout manager!
fr_fr: Créer des design uniques avec le gestionnaire de mise en page flexible !

source: Gravity Forms Field
fr_fr: Champ de Gravity Forms

source: Creates a select field populated with Gravity Forms!
fr_fr: Crée un champ de sélection populaire avec Gravity Forms !

source: Date & Time Picker
fr_fr: Date et heure

source: jQuery date & time picker
fr_fr: Sélecteur de date et d’heure jQuery

source: Location Field
fr_fr: position du champ

source: Find addresses and coordinates of a desired location
fr_fr: Trouver l'adresse et les coordonnés de la position désirée.

source: Contact Form 7 Field
fr_fr: Champ de Contact Form 7

source: Assign one or more contact form 7 forms to a post
fr_fr: Affectez un ou plusieurs contacts Form 7 à un article

source: Advanced Custom Fields Add-Ons
fr_fr: Personnalisation avancée des champs des extensions

source: The following Add-ons are available to increase the functionality of the Advanced Custom Fields plugin.
fr_fr: Les extensions suivantes sont disponibles pour augmenter la fonctionnalité du plugin ACF.

source: Each Add-on can be installed as a separate plugin (receives updates) or included in your theme (does not receive updates).
fr_fr: Chaque extension peut être installée comme un plugin séparé (reçoit des mises à jour) ou inclus dans votre thème (ne reçoit pas les mises à jour).

source: Installed
fr_fr: Installé

source: Purchase & Install
fr_fr: Acheter & installer

source: Download
fr_fr: Télécharger

source: Export
fr_fr: Exporter

source: Export Field Groups
fr_fr: Exporter les Groupes de champs

source: Field Groups
fr_fr: Groups de champs

source: Select the field groups to be exported
fr_fr: Sélectionnez les groupes de champs à exporter

source: Export to XML
fr_fr: Exporter vers XLM

source: Export to PHP
fr_fr: Exporter vers PHP

source: ACF will create a .xml export file which is compatible with the native WP import plugin.
fr_fr: ACF va créer un fichier d’export .xml compatible avec le plugin d’import WP natif.

source: Imported field groups <b>will</b> appear in the list of editable field groups. This is useful for migrating fields groups between Wp websites.
fr_fr: Les groupes de champs importés <b>apparaitront</b> dans la liste des groupes de champs modifiables. Ceci est utile pour la migration des groupes de champs entre les sites WP.

source: Select field group(s) from the list and click "Export XML"
fr_fr: Sélectionner le(s) groupe(s) de champs dans la liste et cliquez sur "Exporter XML"

source: Save the .xml file when prompted
fr_fr: Enregistrer le fichier .xml lorsque vous y êtes invité

source: Navigate to Tools &raquo; Import and select WordPress
fr_fr: Accéder à outils &raquo; Import et sélectionner WordPress

source: Install WP import plugin if prompted
fr_fr: Installer le plugin d’import WP si vous y êtes invité

source: Upload and import your exported .xml file
fr_fr: Télécharger et importer votre fichier .xml exporté

source: Select your user and ignore Import Attachments
fr_fr: Choisir votre utilisateur et ignorer les pièces jointes d’import

source: That's it! Happy WordPressing
fr_fr: C’est tout ! Bon WordPressing

source: ACF will create the PHP code to include in your theme.
fr_fr: ACF créera le code PHP à inclure dans votre thème.

source: Registered field groups <b>will not</b> appear in the list of editable field groups. This is useful for including fields in themes.
fr_fr: Les groupes de champs enregistrés <b>n’apparaîtront pas</b> dans la liste des groupes de champs modifiables. Ceci est utile afin de les inclure dans les thèmes.

source: Please note that if you export and register field groups within the same WP, you will see duplicate fields on your edit screens. To fix this, please move the original field group to the trash or remove the code from your functions.php file.
fr_fr: Veuillez noter que si vous exportez et enregistrez des groupes de champs dans le même WordPress, vous verrez des champs dupliqués sur votre écran de modification. Afin de corriger ceci, veuillez déplacer le groupe de champs original vers la corbeille ou supprimer le code de votre fichier functions.php.

source: Select field group(s) from the list and click "Create PHP"
fr_fr: Sélectionner le(s) groupe(s) de champs dans la liste et cliquez sur "Créer PHP"

source: Copy the PHP code generated
fr_fr: Copier le code PHP généré

source: Paste into your functions.php file
fr_fr: Coller dans votre fichier functions.php

source: To activate any Add-ons, edit and use the code in the first few lines.
fr_fr: Pour activer n’importe quel extension, modifier et utiliser ce code dans les premières lignes.

source: Export Field Groups to PHP
fr_fr: Exporter les Groupes de champs vers PHP

source: Include in theme
fr_fr: inclure au thème

source: The Advanced Custom Fields plugin can be included within a theme. To do so, move the ACF plugin inside your theme and add the following code to your functions.php file:
fr_fr: L’extension ACF peut être inclus dans un thème. Pour ce faire, déplacer le plugin ACF dans votre thème et ajouter le code suivant dans votre fichier functions.php:

source: To remove all visual interfaces from the ACF plugin, you can use a constant to enable lite mode. Add the following code to your functions.php file <b>before</b> the include_once code:
fr_fr: Pour supprimer toutes les interfaces visuelles de l’extension ACF, vous pouvez utiliser une constante pour activer le mode lite. Ajouter le code suivant dans votre fichier functions.php <b>avant</b> le code include_once :

source: Back to export
fr_fr: Retouner à l’exportation

source: No field groups were selected
fr_fr: aucun groupe de champ n'a été sélectionné

source: Move to trash. Are you sure?
fr_fr: Déplacer dans la corbeille. Etes vous sure ?

source: checked
fr_fr: Vérifié

source: No toggle fields available
fr_fr: aucun champ changeant disponible

source: Field group title is required
fr_fr: un titre est requis pour le groupe de champ

source: copy
fr_fr: copier

source: or
fr_fr: ou

source: Fields
fr_fr: champs

source: Parent fields
fr_fr: C

source: Sibling fields
fr_fr: champ des frères/soeurs

source: Hide / Show All
fr_fr: Cacher / Tout montrer

source: Location
fr_fr: Position

source: Show Field Key:
fr_fr: montrer le champ clé:

source: Front Page
fr_fr: Page d'accueil

source: Posts Page
fr_fr: page de l'article

source: Top Level Page (parent of 0)
fr_fr: haut de la page

source: Parent Page (has children)
fr_fr: Page parent (possède des enfants)

source: Child Page (has parent)
fr_fr: Page enfant ( a des parents )

source: Default Template
fr_fr: modèle par défaut

source: Published
fr_fr: Publier

source: Pending Review
fr_fr: Commentaire(s) en attente

source: Draft
fr_fr: brouillon

source: Private
fr_fr: Privé

source: Revision
fr_fr: Révision

source: Trash
fr_fr: Corbeille

source: Super Admin
fr_fr: Super administrateur

source: All
fr_fr: Tous

source: Title
fr_fr: Titre

source: See what's new in %1$sversion %2$s%3$s
fr_fr: Voir ce qui est nouveau en %1sVersion %2$s%3$s

source: Resources
fr_fr: Ressources

source: Getting Started
fr_fr: démarrer

source: Field Types
fr_fr: Types de champ

source: Functions
fr_fr: Fonction

source: Filters
fr_fr: Filtres

source: 'How to' guides
fr_fr: Guide 'comment faire'

source: Tutorials
fr_fr: Tutoriels

source: Created by
fr_fr: Créé par

source: Welcome to Advanced Custom Fields
fr_fr: bienvenue dans une zone

source: Thank you for updating to the latest version!
fr_fr: Merci d'avoir mis le programme à jour

source: ACF %s is more polished and enjoyable than ever before. We hope you like it.
fr_fr: ACF%s est plus poli et agréable que jamais. Nous espérons que vous aimez.

source: What’s New
fr_fr: quoi de neuf

source: Download Add-ons
fr_fr: Télécharger les add-ons

source: Activation codes have grown into plugins!
fr_fr: Les codes d’activation ont grandi en plugins !

source: Add-ons are now activated by downloading and installing individual plugins. Although these plugins will not be hosted on the wordpress.org repository, each Add-on will continue to receive updates in the usual way.
fr_fr: Les extensions sont maintenant activées en téléchargeant et installant des extensions individuelles. Bien que ces plugins ne seront pas hébergés dans le dossier de Wordpress.org, chaque extension va continuer de recevoir des mises à jours de façon classique.

source: All previous Add-ons have been successfully installed
fr_fr: Tout les Add-ons précédents ont été installés avec succès

source: This website uses premium Add-ons which need to be downloaded
fr_fr: Ce site web utilise des extensions premium qui nécessitent d’être téléchargées

source: Download your activated Add-ons
fr_fr: Télécharger les Add-ons activés

source: This website does not use premium Add-ons and will not be affected by this change.
fr_fr: Ce site web n’utilise pas d’extension prémium et ne sera pas affecté par ce changement.

source: Easier Development
fr_fr: Développement plus facile

source: New Field Types
fr_fr: Nouveau type de champs

source: Taxonomy Field
fr_fr: champ de taxonomie

source: User Field
fr_fr: champs d'utilisateur

source: Email Field
fr_fr: champ d' Email

source: Password Field
fr_fr: Champ de mot de passe

source: Custom Field Types
fr_fr: Type de champ personnalisé

source: Creating your own field type has never been easier! Unfortunately, version 3 field types are not compatible with version 4.
fr_fr: Créer votre propre type de champ n’a jamais été aussi facile ! Malheureusement, les types de champ version 3 ne sont pas compatible avec la version 4.

source: Migrating your field types is easy, please %sfollow this tutorial%s to learn more.
fr_fr: La migration de vos types de terrain est facile, s'il vous plaît%sfollow ce tutoriel%s pour en savoir plus.

source: Actions &amp; Filters
fr_fr: Actions &amp; filtres

source: All actions & filters have received a major facelift to make customizing ACF even easier! Please %sread this guide%s to find the updated naming convention.
fr_fr: Toutes les actions et les filtres ont reçu un lifting majeur pour faire la personnalisation ACF encore plus facile! S'il vous plaît%sLit ce guide%s pour trouver la convention de nommage mise à jour.

source: Preview draft is now working!
fr_fr: précédent brouillon marche désormais!

source: This bug has been squashed along with many other little critters!
fr_fr: Ce bug a été éradiqué avec beaucoup d’autres !

source: See the full changelog
fr_fr: Voir le journal des modifications complet

source: Database Changes
fr_fr: Changement dans la base de donné

source: Absolutely <strong>no</strong> changes have been made to the database between versions 3 and 4. This means you can roll back to version 3 without any issues.
fr_fr: Absolument <strong>aucun</strong> changement n’a été fait sur la base de données entre la version 3 et 4. Ce qui signifie que vous pouvez retourner à la version 3 sans aucun problème.

source: Potential Issues
fr_fr: problèmes potentiel

source: Due to the sizable changes surounding Add-ons, field types and action/filters, your website may not operate correctly. It is important that you read the full %sMigrating from v3 to v4%s guide to view the full list of changes.
fr_fr: En raison des changements considérables faite sur l' Add-ons, les types de terrain et l'action / filtres, votre site Web peut ne pas fonctionner correctement. Il est important que vous lisiez complètement le %sMigrating de v3 au guide de v4% pour afficher la liste complète des changements.

source: Really Important!
fr_fr: Très important!

source: If you updated the ACF plugin without prior knowledge of such changes, please roll back to the latest %sversion 3%s of this plugin.
fr_fr: Si vous mis à jour le plugin ACF sans connaissance préalable de ces modifications, s’il vous plaît revenir à la dernière %sversion 3 %s de ce plugin.

source: Thank You
fr_fr: merci

source: A <strong>BIG</strong> thank you to everyone who has helped test the version 4 beta and for all the support I have received.
fr_fr: Un <strong>GRAND</strong> merci à chaque personne ayant participé aux beta tests de la version 4 et pour tout le soutien que j’ai reçu.

source: Without you all, this release would not have been possible!
fr_fr: Sans vous tous, cet libération(?) n'aurait pas été possible

source: Changelog for
fr_fr: changelog pour

source: Learn more
fr_fr: En apprendre plus

source: Overview
fr_fr: Survoler

source: Previously, all Add-ons were unlocked via an activation code (purchased from the ACF Add-ons store). New to v4, all Add-ons act as separate plugins which need to be individually downloaded, installed and updated.
fr_fr: Précédemment, toutes les extensions ont été débloquées via un code d’activation (acheté depuis la boutique ACF add-ons). Nouveauté de la v4, toutes les extensions se comportent comme des extensions séparées qui ont besoin d’être téléchargées, installées et mises à jour individuellement.

source: This page will assist you in downloading and installing each available Add-on.
fr_fr: Cette page vous assistera dans le téléchargement et l’installation de chaque extension disponible.

source: Available Add-ons
fr_fr: Add-ons disponibles

source: The following Add-ons have been detected as activated on this website.
fr_fr: Les extensions suivantes ont été détectées comme activées sur ce site web.

source: Name
fr_fr: Nom

source: Activation Code
fr_fr: Code d'activation

source: Flexible Content
fr_fr: contenue flexible

source: For each Add-on available, please perform the following:
fr_fr: Pour chaque extension disponible, veuillez suivre les instructions suivantes :

source: Download the Add-on plugin (.zip file) to your desktop
fr_fr: Télécharger le plugin d’extension (fichier .zip) sur votre bureau

source: Navigate to %sPlugins > Add New > Upload%s
fr_fr: Accédez à%sPlugins> Ajouter Nouveau> Ajouter%s

source: Use the uploader to browse, select and install your Add-on (.zip file)
fr_fr: Utilisez l’uploader pour explorer, sélectionner et installer votre extension (fichier .zip)

source: Once the plugin has been uploaded and installed, click the 'Activate Plugin' link
fr_fr: Une fois le plugin téléchargé et installé, cliquer sur le lien "Activer Plugin"

source: The Add-on is now installed and activated!
fr_fr: L'extension a été installée mais pas activée

source: Awesome. Let's get to work
fr_fr: Génial. Commençons le travail

source: Expand Details
fr_fr: Développer les détails

source: Collapse Details
fr_fr: Réduire les détails

source: Validation Failed. One or more fields below are required.
fr_fr: validation échoué. un autre champs est requis plus bas.

source: Upgrade
fr_fr: Mettre à jour

source: Modifying field group options 'show on page'
fr_fr: Modification des options du groupe de champs ‘afficher sur la page’

source: Modifying field option 'taxonomy'
fr_fr: Modifier l’option du champ ‘taxonomie’

source: Moving user custom fields from wp_options to wp_usermeta
fr_fr: Transférer les champs personnalisés utilisateurs de wp_options vers wp_usermeta

source: Basic
fr_fr: Basique

source: Choice
fr_fr: Choix

source: Choices
fr_fr: Choix

source: Enter each choice on a new line.
fr_fr: Entrer chaque choix sur une nouvelle ligne.

source: For more control, you may specify both a value and label like this:
fr_fr: Pour plus de contrôle, vous devriez spécifier une valeur et une étiquette comme ceci :

source: red : Red
fr_fr: red : Rouge

source: blue : Blue
fr_fr: bleu : Blue

source: Default Value
fr_fr: valeur par défaut

source: Enter each default value on a new line
fr_fr: Entrer chaque valeur par défaut sur une nouvelle ligne

source: Color Picker
fr_fr: Tablette de couleur

source: Date Picker
fr_fr: choisisseur de date

source: Done
fr_fr: Terminé

source: Today
fr_fr: Au jour d'hui

source: Show a different month
fr_fr: Montrer un autre mois

source: Save format
fr_fr: Sauvegarder le format

source: This format will determin the value saved to the database and returned via the API
fr_fr: Ce format va déterminer la valeur sauvegardée dans la base de donnée et retournée via l’API

source: "yymmdd" is the most versatile save format. Read more about
fr_fr: "Yymmdd" est le format d’enregistrement le plus polyvalent. En savoir plus sur

source: jQuery date formats
fr_fr: Formats de date jQuery

source: Display format
fr_fr: Afficher le format

source: This format will be seen by the user when entering a value
fr_fr: Ce format va être vu par l’utilisateur lorsqu’il entrera une valeur

source: "dd/mm/yy" or "mm/dd/yy" are the most used display formats. Read more about
fr_fr: "Jj / mm / aa" ou "mm / jj / aa" sont les formats d'affichage les plus utilisés. En savoir plus sur

source: Week Starts On
fr_fr: semaine débute le

source: Dummy
fr_fr: épouvantail

source: Appears when creating a new post
fr_fr: Apparaît à la création d’un nouvel article

source: Placeholder Text
fr_fr: Espace réservé au texte

source: Appears within the input
fr_fr: Apparaît pendant l'ajout de données

source: Prepend
fr_fr: Ajouter avant

source: Appears before the input
fr_fr: Apparaît avant l'ajout des données

source: Append
fr_fr: Ajouter

source: Appears after the input
fr_fr: Apparaît après l'ajout des données

source: File
fr_fr: fichier

source: Content
fr_fr: Contenu

source: Select File
fr_fr: Sélectionnez le fichier

source: Edit File
fr_fr: éditer le fichier

source: Update File
fr_fr: mise à jour du fichier

source: uploaded to this post
fr_fr: téléchargé sur cet article

source: Size
fr_fr: Taille

source: No File Selected
fr_fr: aucun fichier sélectionné

source: Add File
fr_fr: ajouter un fichier

source: Return Value
fr_fr: Retourner la valeurs

source: File Object
fr_fr: objet du fichier

source: File URL
fr_fr: fichier URL

source: File ID
fr_fr: fichier ID

source: Library
fr_fr: Bibliotheque

source: Uploaded to post
fr_fr: Téléchargé sur article

source: Locating
fr_fr: Localisation

source: Sorry, this browser does not support geolocation
fr_fr: Désolé, ce navigateur ne supporte pas la géolocalisation

source: Clear location
fr_fr: Location précise

source: Find current location
fr_fr: Trouver la position actuel

source: Search for address...
fr_fr: Rechercher une adresse

source: Center
fr_fr: Centre

source: Center the initial map
fr_fr: Centrer la carte initiale

source: Set the initial zoom level
fr_fr: Définir le niveau de zoom initial

source: Height
fr_fr: Hauteur

source: Customise the map height
fr_fr: Personnaliser la hauteur de la carte

source: Select Image
fr_fr: Sélectionnez l'image

source: Edit Image
fr_fr: éditer l'image

source: Update Image
fr_fr: mise à jour de l'image

source: Remove
fr_fr: supprimer

source: No image selected
fr_fr: Aucune image séléctionné

source: Add Image
fr_fr: ajouter une image

source: Specify the returned value on front end
fr_fr: Spécifie la valeur retournée sur le front-office

source: Image Object
fr_fr: image d'objet
