Repository: AndreaSpedale/rotary
Catalog: languages/loop-committee-posts.po
Languages: fr_fr

source: Not Found
fr_fr: Introuvable

source: Apologies, but the page you requested could not be found. Perhaps searching will help.
fr_fr: Désolé, mais la page que vous avez demandé n’a pu être trouvée. Peut-être qu’une recherche peut être utile.

source: Repeater
fr_fr: Répétiteur

source: Layout
fr_fr: Mise en page

source: Add Row
fr_fr: Ajouter une rangée

source: Minimum rows reached ( {min} rows )
fr_fr: Minimum de lignes atteint ({min} lignes)

source: Maximum rows reached ( {max} rows )
fr_fr: Maximum de lignes atteint ({max} lignes)

source: New Field
fr_fr: Nouveau Champ

source: new_field
fr_fr: nouveau_champ

source: Repeater Fields
fr_fr: Champs répéteurs

source: Field Order
fr_fr: Ordre du Champ

source: Field Label
fr_fr: Etiquette du champ

source: Field Name
fr_fr: Nom du Champ

source: Field Type
fr_fr: Type de Champ

source: No fields. Click the "+ Add Sub Field button" to create your first field.
fr_fr: Pas de champ. Cliquez sur "+Ajouter un sous-champ" pour créer votre premier champ.

source: Edit this Field
fr_fr: Editer ce champ

source: Edit
fr_fr: Editer

source: Read documentation for this field
fr_fr: Lire la documentation pour ce champ

source: Duplicate this Field
fr_fr: Dupliquer ce champ

source: Duplicate
fr_fr: Dupliquer

source: Delete this Field
fr_fr: Effacer ce champ

source: Delete
fr_fr: Effacer

source: This is the name which will appear on the edit page
fr_fr: C'est le nom qui va apparaître sur la page d'édition

source: Single word, no spaces. Underscores and dashes allowed
fr_fr: Mot simple, pas d'espace. Underscore et tiret autorisés

source: Field Instructions
fr_fr: Instructions du champ

source: Required?
fr_fr: Requis?

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Column Width
fr_fr: Largeur colonne

source: Conditional Logic
fr_fr: Logique conditionnelle

source: is equal to
fr_fr: est égal à

source: is not equal to
fr_fr: n'est pas égal à

source: Show this field when
fr_fr: Montrer ce champ quand

source: all
fr_fr: tous

source: any
fr_fr: aucun

source: these rules are met
fr_fr: ces règles sont remplies

source: Save Field
fr_fr: Sauver ce champ

source: Close Field
fr_fr: Fermer ce champ

source: Close Sub Field
fr_fr: Fermer le sous-champ

source: Drag and drop to reorder
fr_fr: Glissez-déplacez pour réarranger

source: + Add Sub Field
fr_fr: + Ajouter un sous champ

source: Minimum Rows
fr_fr: Lignes minimales

source: Maximum Rows
fr_fr: Lignes maximales

source: Table
fr_fr: Tableau

source: Row
fr_fr: Ligne

source: Button Label
fr_fr: Nom du bouton

source: Field&nbsp;Groups
fr_fr: Groupes de champs

source: Advanced Custom Fields
fr_fr: Champs Personnalisés Avancés (CPA)

source: Add New
fr_fr: Ajouter

source: Add New Field Group
fr_fr: Ajouter nouveau groupe de champ

source: Edit Field Group
fr_fr: Editer groupe de champ

source: New Field Group
fr_fr: Nouveau groupe de champ

source: View Field Group
fr_fr: Voir groupe de champ

source: Search Field Groups
fr_fr: Rechercher groupe de champ

source: No Field Groups found
fr_fr: Pas de groupe de champ trouvé

source: No Field Groups found in Trash
fr_fr: Pas de groupe de champ trouvé dans la poubelle

source: Custom Fields
fr_fr: Champs personnalisés

source: Field group updated.
fr_fr: Groupe de champ mis à jour.

source: Custom field updated.
fr_fr: Champ personnalisé mis à jour.

source: Custom field deleted.
fr_fr: Champ personnalisé effacé.

source: Field group restored to revision from %s
fr_fr: Groupe de champ restauré à partir de %s

source: Field group published.
fr_fr: Groupe de champ publié.

source: Field group saved.
fr_fr: Groupe de champ sauvegardé.

source: Field group submitted.
fr_fr: Groupe de champ envoyé.

source: Field group scheduled for.
fr_fr: Groupe de champs planifié pour.

source: Field group draft updated.
fr_fr: Brouillon du groupe de champs mis à jour

source: Thumbnail
fr_fr: Vignette

source: Medium
fr_fr: Moyen

source: Large
fr_fr: Grand

source: Full
fr_fr: Plein

source: Error
fr_fr: Erreur

source: No ACF groups selected
fr_fr: Pas de groupe CPA selectionné

source: Update
fr_fr: Mise à jour

source: Post updated
fr_fr: Publication mise à jour

source: Add-ons
fr_fr: Extension

source: Repeater Field
fr_fr: Champ de répétition

source: Create infinite rows of repeatable data with this versatile interface!
fr_fr: Crée des lignes infinies de données répétées avec cette interface polyvalente!

source: Gallery Field
fr_fr: Galerie de champs

source: Create image galleries in a simple and intuitive interface!
fr_fr: Crée des galeries d'images dans une interface simple et intuitive!

source: Options Page
fr_fr: Options de la page

source: Create global data to use throughout your website!
fr_fr: Crée un ensemble de données utilisables sur votre site!

source: Flexible Content Field
fr_fr: Contenu du champ flexible

source: Create unique designs with a flexible content layout manager!
fr_fr: Crée un design unique avec un manager de contenu flexible!

source: Gravity Forms Field
fr_fr: Champ Gravity Form

source: Creates a select field populated with Gravity Forms!
fr_fr: Crée un champ rempli par Gravity Forms!

source: Date & Time Picker
fr_fr: Sélecteur de date et heure

source: jQuery date & time picker
fr_fr: Sélecteur jQuery de date et heure

source: Location Field
fr_fr: Emplacement du champ

source: Find addresses and coordinates of a desired location
fr_fr: Trouver l'adresse et les coordonnées d'un lieu choisi

source: Contact Form 7 Field
fr_fr: Champ Contact Form 7

source: Assign one or more contact form 7 forms to a post
fr_fr: Assignez un ou plusieurs formulaire Contact Form 7 à un message

source: Advanced Custom Fields Add-Ons
fr_fr: Extension de Champs Personnalisés Avancés

source: The following Add-ons are available to increase the functionality of the Advanced Custom Fields plugin.
fr_fr: Les extensions suivantes sont disponibles pour améliorer les fonctionnalités du plugin Champs Personnalisés Avancés

source: Each Add-on can be installed as a separate plugin (receives updates) or included in your theme (does not receive updates).
fr_fr: Chaque extension peut être installé en tant que plugin séparé (reçoit les mises à jour) ou incluse dans votre thème (ne reçoit pas les mises à jour).

source: Installed
fr_fr: Installé

source: Purchase & Install
fr_fr: Acheter et installer

source: Download
fr_fr: Télécharger

source: Export
fr_fr: Exporter

source: Export Field Groups
fr_fr: Exporter groupe de champ

source: Field Groups
fr_fr: Groupes de champs

source: Select the field groups to be exported
fr_fr: Sélectionnez les champs à exporter

source: Export to XML
fr_fr: Exporter en XML

source: Export to PHP
fr_fr: Exporter en PHP

source: ACF will create a .xml export file which is compatible with the native WP import plugin.
fr_fr: CPA va créer un fichier d'exportation en .xml compatible avec le plugin d'import natif de WP.

source: Imported field groups <b>will</b> appear in the list of editable field groups. This is useful for migrating fields groups between Wp websites.
fr_fr: Les groupes de champs importés <b>apparaitront</b> dans la liste des groupes de champs éditables. Ceci est utile pour migrer des groupes de champs entre sites WP.

source: Select field group(s) from the list and click "Export XML"
fr_fr: Sélectionner le(s) groupe(s) de champs dans la liste et cliquer sur "Exporter en XML"

source: Save the .xml file when prompted
fr_fr: Enregistrer le .xml quand demandé

source: Navigate to Tools &raquo; Import and select WordPress
fr_fr: Allez dans Outils &raquo; Importer et sélectionnez Wordpress

source: Install WP import plugin if prompted
fr_fr: Installez le plugin d'importation WP si demandé

source: Upload and import your exported .xml file
fr_fr: Envoyez et importez le fichier .xml exporté

source: Select your user and ignore Import Attachments
fr_fr: Sélectionnez votre nom d'utilisateur et ignorez Importer les pièces jointes

source: That's it! Happy WordPressing
fr_fr: C'est tout! Joyeux Wordpressing

source: ACF will create the PHP code to include in your theme.
fr_fr: CPA va créer le code PHP à inclure dans votre thème

source: Registered field groups <b>will not</b> appear in the list of editable field groups. This is useful for including fields in themes.
fr_fr: Les groupes de champs enregistrés <b>n'apparaitront pas</b> dans la liste des groupes de champs éditables. Ceci est utile pour inclure des groupes de champs dans un thème.

source: Please note that if you export and register field groups within the same WP, you will see duplicate fields on your edit screens. To fix this, please move the original field group to the trash or remove the code from your functions.php file.
fr_fr: Notez que si vous exportez et enregistrez des groupes de champs dans le même WP, vous verrez des doublons dans vos menus d'éditions. Pour résoudre ceci, déplacez le groupe de champs original dans la corbeille et retirez le code du fichier functions.php

source: Select field group(s) from the list and click "Create PHP"
fr_fr: Sélectionnez le(s) groupe(s) de champs dans la liste et cliquez sur "Créer PHP"

source: Copy the PHP code generated
fr_fr: Copier le code PHP généré

source: Paste into your functions.php file
fr_fr: Coller dans votre fichier functions.php

source: To activate any Add-ons, edit and use the code in the first few lines.
fr_fr: Pour activer les extensions, éditez et complétez le code dans les premières lignes

source: Export Field Groups to PHP
fr_fr: Exporter les groupes de champs en PHP

source: Include in theme
fr_fr: Inclure dans le thème

source: The Advanced Custom Fields plugin can be included within a theme. To do so, move the ACF plugin inside your theme and add the following code to your functions.php file:
fr_fr: Le plugin des Champs Personnalisés Avancé peut être inclus dans un thème. Pour ce faire, déplacez le plugin CPA dans votre thème et ajoutez le code suivant dans le fichier functions.php

source: To remove all visual interfaces from the ACF plugin, you can use a constant to enable lite mode. Add the following code to your functions.php file <b>before</b> the include_once code:
fr_fr: Pour retirer toute interface visuelle du plugin CPA, vous pouvez utiliser une constante pour activer le mode léger. Ajoutez le code suivant à votre fichier functions.php <b>avant </b> le code include_once :

source: Back to export
fr_fr: Retour à l'exportation

source: No field groups were selected
fr_fr: Pas de groupes de champs sélectionnés

source: Move to trash. Are you sure?
fr_fr: Déplacer vers la corbeille. Vous-êtes sûr?

source: checked
fr_fr: vérifié

source: No toggle fields available
fr_fr: Pas de champ à bascule disponible

source: Field group title is required
fr_fr: Le titre de groupe de champs est requis

source: copy
fr_fr: copier

source: or
fr_fr: ou

source: Fields
fr_fr: Champs

source: Parent fields
fr_fr: Champs parents

source: Sibling fields
fr_fr: champs frères

source: Hide / Show All
fr_fr: Cacher / Montrer tout

source: Location
fr_fr: Emplacement

source: Show Field Key:
fr_fr: Montrer le champ clé

source: Front Page
fr_fr: page de Une

source: Posts Page
fr_fr: Pages des articles

source: Top Level Page (parent of 0)
fr_fr: Page de haut niveau (parent de 0)

source: Parent Page (has children)
fr_fr: Page parente (a des filles)

source: Child Page (has parent)
fr_fr: Page Fille (a un parent)

source: Default Template
fr_fr: Thème par defaut

source: Published
fr_fr: Publié

source: Pending Review
fr_fr: En attente de révision

source: Draft
fr_fr: Brouillon

source: Private
fr_fr: Privé

source: Revision
fr_fr: Révision

source: Trash
fr_fr: Corbeille

source: All
fr_fr: Tous

source: Title
fr_fr: Titre

source: See what's new in %1$sversion %2$s%3$s
fr_fr: Quoi de neuf dans %1$sversion %2$s%3$s ?

source: Resources
fr_fr: Ressources

source: Getting Started
fr_fr: Pour commencer

source: Field Types
fr_fr: Types de champs

source: Functions
fr_fr: Fonctions

source: Filters
fr_fr: Filtres

source: 'How to' guides
fr_fr: Guides "comment faire"

source: Tutorials
fr_fr: Tutoriels

source: Created by
fr_fr: Créé par

source: Welcome to Advanced Custom Fields
fr_fr: Bienvenue dans Champs Personnalisés Avancés

source: Thank you for updating to the latest version!
fr_fr: Merci d'avoir mis à jour vers la dernière version

source: ACF %s is more polished and enjoyable than ever before. We hope you like it.
fr_fr: CPA %s est plus peaufiné et agréable qu'il n'a jamais été. Nous espérons que vous l'aimerez

source: What’s New
fr_fr: Quoi de neuf

source: Download Add-ons
fr_fr: Télécharger des extensions

source: Activation codes have grown into plugins!
fr_fr: Les codes d'activation sont devenus des plugins!

source: Add-ons are now activated by downloading and installing individual plugins. Although these plugins will not be hosted on the wordpress.org repository, each Add-on will continue to receive updates in the usual way.
fr_fr: Les extensions sont maintenant activés en téléchargeant et en installant des plugins séparés. Bien que ces plugins ne soient pas hébergés sur WordPress.org, chaque extension continuera de recevoir les mises à jour de manière habituelle.

source: All previous Add-ons have been successfully installed
fr_fr: Toutes les extensions précédentes ont été installées avec succès

source: This website uses premium Add-ons which need to be downloaded
fr_fr: Ce site utilise des extensions premium qui nécessitent d'être téléchargées.

source: Download your activated Add-ons
fr_fr: Télécharger vos extensions activées

source: This website does not use premium Add-ons and will not be affected by this change.
fr_fr: Ce site n'utilise pas d'extensions premium et ne sera pas affecté par ce changement.

source: Easier Development
fr_fr: Développement plus facile

source: New Field Types
fr_fr: Nouveau types de champs

source: Taxonomy Field
fr_fr: Champs de classement

source: User Field
fr_fr: Champ utilisateur

source: Email Field
fr_fr: Champ E-mail

source: Password Field
fr_fr: Champ mot de passe

source: Custom Field Types
fr_fr: Types de champs personnalisés

source: Creating your own field type has never been easier! Unfortunately, version 3 field types are not compatible with version 4.
fr_fr: Créer vos propres types de champs n'a jamais été aussi facile! Malheureusement les champs de la version 3 ne sont pas compatibles avec la version 4.

source: Migrating your field types is easy, please %sfollow this tutorial%s to learn more.
fr_fr: Migrer vos types de champs est facile, %ssuivez ce tutoriel%s pour en savoir plus.

source: Actions &amp; Filters
fr_fr: Actions &amp; Filtres

source: All actions & filters have received a major facelift to make customizing ACF even easier! Please %sread this guide%s to find the updated naming convention.
fr_fr: Toutes les actions et les filtres ont reçu un lifting pour rendre la personnalisation CPA encore plus facile! Merci de %slire ce guide%s pour trouver la nouvelle convention de nommage.

source: Preview draft is now working!
fr_fr: La prévisualisation des brouillons fonctionne maintenant!

source: This bug has been squashed along with many other little critters!
fr_fr: Ce bug a été corrigé ainsi que plein d'autres!

source: See the full changelog
fr_fr: Voir le changelog complet

source: Database Changes
fr_fr: Changements dans la base de données

source: Absolutely <strong>no</strong> changes have been made to the database between versions 3 and 4. This means you can roll back to version 3 without any issues.
fr_fr: Absolument <strong>aucun</strong> changement n'a été effectué dans la base de données entre les versions 3 et 4. Cela signifie que vous pouvez revenir à la version 3 sans problèmes.

source: Potential Issues
fr_fr: Problèmes connus

source: Due to the sizable changes surounding Add-ons, field types and action/filters, your website may not operate correctly. It is important that you read the full %sMigrating from v3 to v4%s guide to view the full list of changes.
fr_fr: A cause de changements important concernant les extensions, les types de champs et actions/filtres, votre site peut ne pas fonctionner correctement. Il est important de lire le %sguide de migration de v3 à v4%s pour voir la liste complète de changements.

source: Really Important!
fr_fr: Très important!

source: If you updated the ACF plugin without prior knowledge of such changes, please roll back to the latest %sversion 3%s of this plugin.
fr_fr: Si vous avez mis à jour le plugin CPA sans avoir eu connaissance de ces changements, merci de revenir à la dernière %sversion 3%s de ce plugin.

source: Thank You
fr_fr: Merci

source: A <strong>BIG</strong> thank you to everyone who has helped test the version 4 beta and for all the support I have received.
fr_fr: Un <strong>GRAND</strong> merci à tous ceux qui ont aidé à tester la version beta 4 et pour le soutien que j'ai reçu

source: Without you all, this release would not have been possible!
fr_fr: Sans vous tous, cette version n'aurait pas été possible.

source: Changelog for
fr_fr: Changelog pour

source: Learn more
fr_fr: En savoir plus

source: Overview
fr_fr: Aperçu

source: Previously, all Add-ons were unlocked via an activation code (purchased from the ACF Add-ons store). New to v4, all Add-ons act as separate plugins which need to be individually downloaded, installed and updated.
fr_fr: Précédemment, toutes les extensions étaient débloquées via un code d'activation (acheté dans le magasin des extensions CPA). Nouveauté dans la V4, toutes les extensions se comportent comme des plugins séparés et doivent être téléchargées, installées et mises à jour individuellement.

source: This page will assist you in downloading and installing each available Add-on.
fr_fr: Cette page va vous assister dans le téléchargement et l'installation de chaque extension disponible.

source: Available Add-ons
fr_fr: Extensions disponibles

source: The following Add-ons have been detected as activated on this website.
fr_fr: Les extensions suivantes ont été détectées comme actives sur ce site.

source: Name
fr_fr: Nom

source: Activation Code
fr_fr: Code d'activation

source: Flexible Content
fr_fr: Contenu flexible

source: For each Add-on available, please perform the following:
fr_fr: Pour chaque extension disponible, merci de procéder comme suit:

source: Download the Add-on plugin (.zip file) to your desktop
fr_fr: Télécharger l'extension (fichier .zip) sur votre ordinateur

source: Navigate to %sPlugins > Add New > Upload%s
fr_fr: Allez dans %sPlugins >Ajouter > Envoyer%s

source: Use the uploader to browse, select and install your Add-on (.zip file)
fr_fr: Utilisez le menu pour chercher, sélectionner et installer votre extension (fichier .zip)

source: Once the plugin has been uploaded and installed, click the 'Activate Plugin' link
fr_fr: Une fois que le plugin a été envoyé et installé, cliquez sur "activer l'extension"

source: The Add-on is now installed and activated!
fr_fr: Cette extension a été installée et activée!

source: Awesome. Let's get to work
fr_fr: Génial. Maintenant au boulot.

source: Expand Details
fr_fr: Afficher les détails

source: Collapse Details
fr_fr: Masquer les détails

source: Validation Failed. One or more fields below are required.
fr_fr: Validation échouée. Un ou plusieurs champs ci-dessous sont requis.

source: Upgrade
fr_fr: Mise à jour

source: Modifying field group options 'show on page'
fr_fr: Modifier les groupes de champs "affichés sur la page"

source: Modifying field option 'taxonomy'
fr_fr: Modifier les options du champ de classement

source: Moving user custom fields from wp_options to wp_usermeta
fr_fr: Déplacer les champs personnalisés de l'utilisateur de wp_options à wp_usermeta

source: Basic
fr_fr: Basique

source: Checkbox
fr_fr: Case à cocher

source: Choice
fr_fr: Choix

source: Choices
fr_fr: Choix

source: Enter each choice on a new line.
fr_fr: Entrez chaque choix sur une nouvelle ligne

source: For more control, you may specify both a value and label like this:
fr_fr: Pour plus de contrôle, vous pouvez spécifier une valeur et une étiquette comme ceci:

source: red : Red
fr_fr: rouge : Rouge

source: blue : Blue
fr_fr: bleu : Bleu

source: Default Value
fr_fr: Valeurs par défaut

source: Enter each default value on a new line
fr_fr: Entrez chaque valeur par défaut sur une nouvelle ligne

source: Color Picker
fr_fr: Sélecteur de couleur

source: Date Picker
fr_fr: Sélecteur de date

source: Done
fr_fr: Fait

source: Today
fr_fr: Aujourd'hui

source: Show a different month
fr_fr: Choisir un mois différent

source: Save format
fr_fr: Sauver le format

source: This format will determin the value saved to the database and returned via the API
fr_fr: Ce format va déterminer la valeur sauvée dans la base de données et retournée via l'API

source: "yymmdd" is the most versatile save format. Read more about
fr_fr: "aammjj" est le format le plus polyvalent. Lire plus à ce sujet.

source: jQuery date formats
fr_fr: Format de date jQuery

source: Display format
fr_fr: Format d'affichage

source: This format will be seen by the user when entering a value
fr_fr: Ce format sera vu par l'utilisateur lorsqu'il entrera une valeur

source: "dd/mm/yy" or "mm/dd/yy" are the most used display formats. Read more about
fr_fr: "jj/mm/aa" ou "mm/jj/aa" sont les formats les plus utilisés. Lire plus à ce sujet

source: Week Starts On
fr_fr: La semaine débute le

source: Dummy
fr_fr: Factice

source: Appears when creating a new post
fr_fr: Apparaît lors de la création d'un article

source: Placeholder Text
fr_fr: Texte de l'espace réservé

source: Appears within the input
fr_fr: Apparaît dans la saisie

source: Prepend
fr_fr: Ajouter avant

source: Appears before the input
fr_fr: Apparaît avant la saisie

source: Append
fr_fr: Ajouter à la fin

source: Appears after the input
fr_fr: Apparaît après la saisie

source: File
fr_fr: Fichier

source: Content
fr_fr: Contenu

source: Select File
fr_fr: Sélectionner le fichier

source: Edit File
fr_fr: Editer le fichier

source: Update File
fr_fr: Mettre à jour le fichier

source: uploaded to this post
fr_fr: Envoyer vers l'article

source: Size
fr_fr: Taille

source: No File Selected
fr_fr: Pas de fichier sélectionné

source: Add File
fr_fr: Ajouter un fichier

source: Return Value
fr_fr: Valeur retournée

source: File Object
fr_fr: Objet du fichier

source: File URL
fr_fr: URL du fichier

source: File ID
fr_fr: ID du fichier

source: Library
fr_fr: Librairie

source: Uploaded to post
fr_fr: Envoyer vers l'article

source: Locating
fr_fr: Localiser

source: Sorry, this browser does not support geolocation
fr_fr: Désolé, ce navigateur ne supporte pas la géolocalisation

source: Clear location
fr_fr: Effacer localisation

source: Find current location
fr_fr: Trouver la localisation actuelle

source: Search for address...
fr_fr: Rechercher une adresse

source: Center
fr_fr: Centrer

source: Center the initial map
fr_fr: Centrer la carte initiale

source: Set the initial zoom level
fr_fr: Choisir le niveau de zoom initial

source: Height
fr_fr: Hauteur

source: Customise the map height
fr_fr: Personnaliser la hauteur de la carte

source: Select Image
fr_fr: Sélectionner l'image

source: Edit Image
fr_fr: Editer l'image

source: Update Image
fr_fr: Mettre à jour l'image

source: Remove
fr_fr: Retirer

source: No image selected
fr_fr: Pas d'image sélectionnée

source: Add Image
fr_fr: Ajouter une image

source: Specify the returned value on front end
fr_fr: Spécifier la valeur retournée dans le front-end

source: Image Object
fr_fr: Objet de l'image

source: Image URL
fr_fr: URL de l'image

source: Image ID
fr_fr: ID de l'image

source: Preview Size
fr_fr: Taille de l'aperçu

source: Shown when entering data
fr_fr: Apparaît à la saisie de données
