Repository: AndreaSpedale/rotary
Catalog: languages/loop-committee-posts.po
Languages: fr_fr

source: All Sponsorship Levels
fr_fr: Tous les niveaux de sponsor

source: Parent Sponsorship Level
fr_fr: Niveau de sponsor parent

source: Parent Sponsorship Level:
fr_fr: Niveau de sponsor parent:

source: Edit Sponsorship Level
fr_fr: Editer le niveau de sponsor

source: Update Sponsorship Level
fr_fr: Mettre à jour le niveau de sponsor

source: Add New Sponsorship Level
fr_fr: Ajouter niveau de sponsor

source: New Sponsorship Level Name
fr_fr: Nom du nouveau niveau de sponsor

source: Sponsorship Levels
fr_fr: Niveaux de sponsor

source: Rotary Club Of
fr_fr: Rotary Club de

source: Club Of
fr_fr: Club de

source: Rotary Club of %s
fr_fr: Rotary Club de %s

source: Primary Navigation
fr_fr: Navigation principale

source: %s says:
fr_fr: %s a dit:

source: Your comment is awaiting moderation.
fr_fr: Votre commentaire est en attente de modération.

source: %1$s at %2$s
fr_fr: %1$s à %2$s

source: (Edit)
fr_fr: (Editer)

source: Website
fr_fr: Site web

source: Speaker on <br/>%2$s
fr_fr: Orateur <br/>%2$s

source: Posted on<br/>%2$s
fr_fr: Publié le <br/>%2$s

source: This entry was posted in %1$s and tagged %2$s. Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
fr_fr: Cet article a été publié dans %1$s et étiqueté comme %2$s. Ajoutez le <a href="%3$s" title="Permalien vers %4$s" rel="bookmark">permalien</a>.

source: This entry was posted in %1$s. Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
fr_fr: Cet article a été publié dans %1$s. Ajoutez le <a href="%3$s" title="Permalien vers %4$s" rel="bookmark">permalien</a>.

source: Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
fr_fr: Ajoutez le <a href="%3$s" title="Permalien vers %4$s" rel="bookmark">permalien</a>.

source: Slides
fr_fr: Diapos

source: Slides Item
fr_fr: Diapos

# post type general name
source: Slides Category
fr_fr: Catégorie de diapos

# all items
source: All Slides
fr_fr: Toutes les diapos

# adding a new item
source: Add Slides Category
fr_fr: Toutes les catégories de diapos

# adding a new item
source: New Slides Category Name
fr_fr: Nom de la nouvelle catégorie de diapos

source: Slide Link
fr_fr: Lien de la diapo

source: Permalink to %s
fr_fr: Permalien vers %s

source: Leave a comment
fr_fr: Laissez un commentaire

source: 1 Comment
fr_fr: 1 Commentaire

source: % Comments
fr_fr: %s Commentaires

source: Posted in %2$s
fr_fr: Publié dans %2$s

source: Tagged %2$s
fr_fr: Etiqueté comme %2$s

source: Sort by:
fr_fr: Classer par:

source: Link title
fr_fr: Titre du lien

source: Link rating
fr_fr: Note du lien

source: Link ID
fr_fr: ID du lien

source: Random
fr_fr: Aléatoire

source: Show Link Name
fr_fr: Montrer le nom du lien

source: Number of links to show:
fr_fr: Nombre de liens à montrer

source: All Months
fr_fr: Tous les mois

source: Title:
fr_fr: Titre:

source: Hide on none category pages
fr_fr: Cacher sur aucune page de catégories

source: Select Committee
fr_fr: Choisir commission

source: Select Project
fr_fr: Choisir projet

source: Project Updates
fr_fr: Mises à jour de projets

source: Project Updates For
fr_fr: Mises à jour de projets pour

source: Committee Updates For
fr_fr: Mises à jour de commission pour

source: Daily Archive
fr_fr: Archive journalière

source: Monthly Archive
fr_fr: Archive mensuelle

source: Annual Archive
fr_fr: Archive annuelle

source: All Posts and Updates
fr_fr: Articles et Nouvelles

source: Return to %s
fr_fr: Retour à %s

source: By %2$s
fr_fr: Par %2$s

source: View all posts by %s
fr_fr: Voir tous les articles de %s

source: Published %2$s
fr_fr: Publié %2$s

source: Full size is %s pixels
fr_fr: La taille réelle est %s pixels

source: Link to full-size image
fr_fr: Lien vers l'image taille réelle

source: Continue reading &rarr;
fr_fr: Lire la suite &rarr;

source: No updates
fr_fr: Pas de changement

source: Project %s
fr_fr: Projet %s

source: Project Blog Roll
fr_fr: projet de blog tournant

source: Apologies, but no results were found for the requested archive. Perhaps searching will help find a related post.
fr_fr: Mes excuses, mais aucun résultat n'a été trouvé pour l'archive demandé. Peut-être une recherche permettra de trouver un article en relation.

source: &lt; Older posts
fr_fr: &lt; Articles plus anciens

source: Newer posts &gt;
fr_fr: Articles plus récents &gt;

source: Reply to %s
fr_fr: Répondre à %s

source: Expires %s
fr_fr: Expire le %s

source: Edit Announcement
fr_fr: Editer l'annonce

source: New Announcement!
fr_fr: Nouvelle annonce

source: There is no description yet - add one!
fr_fr: Pas encore de description - ajoutez-en une!

source: Project Description
fr_fr: Description du projet

source: Send Test Email
fr_fr: Envoyer message test

source: Send Email Blast
fr_fr: Envoyer message blast

source: Editor
fr_fr: Editeur

source: Introduced by
fr_fr: Présenté par

source: Club Announcements
fr_fr: Annonces du club

source: Apologies, but no results were found for the requested archive.
fr_fr: Mes excuses, mais aucun résultat n'a été trouvé pour l'archive demandé.

source: Program %s :
fr_fr: Programme %s :

source: Club Announcements for %s
fr_fr: Annonce du Club pour %s

source: There are no active announcements
fr_fr: Pas d'annonce active

source: About the Speaker
fr_fr: A propos de l'orateur

source: Install Required Plugins
fr_fr: Installer les plugins requis

source: Install Plugins
fr_fr: Installer les plugins

source: Installing Plugin: %s
fr_fr: Installer le plugin : %s

source: Something went wrong with the plugin API.
fr_fr: Un truc s'est mal passé avec l'API du plugin

source: This theme requires the following plugin: %1$s.
fr_fr: Ce thème requiert le plugin suivant : %1$s.

source: This theme recommends the following plugin: %1$s.
fr_fr: Ce thème recommande le plugin suivant : %1$s.

source: Sorry, but you do not have the correct permissions to install the %1$s plugin.
fr_fr: Désolé mais vous n'avez pas la permission d'installer le plugin %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
fr_fr: Le plugin suivant doit être mis à jour dans sa dernière version pour assurer la compatibilité maximale avec le thème : %1$s.

source: There is an update available for: %1$s.
fr_fr: Une mise à jour est disponible pour : %1$s.

source: Sorry, but you do not have the correct permissions to update the %1$s plugin.
fr_fr: Désolé mais vous n'avez pas la permission de mettre à jour %1$s.

source: The following required plugin is currently inactive: %1$s.
fr_fr: Le plugin %1$s est requis mais actuellement inactif.

source: The following recommended plugin is currently inactive: %1$s.
fr_fr: Le plugin %1$s est recommandé mais actuellement inactif.

source: Sorry, but you do not have the correct permissions to activate the %1$s plugin.
fr_fr: Désolé mais vous n'avez pas la permission d'activer %1$s.

source: Begin installing plugin
fr_fr: Démarrer l'installation du plugin

source: Begin updating plugin
fr_fr: Démarrer la mise à jour du plugin

source: Begin activating plugin
fr_fr: Démarrer l'activation du plugin

source: Return to Required Plugins Installer
fr_fr: Retour à l'installeur de plugin requis

source: Return to the dashboard
fr_fr: Retour au tableau de bord

source: Plugin activated successfully.
fr_fr: Plugin activé avec succès

source: The following plugin was activated successfully:
fr_fr: Le plugin suivant a été activé avec succès :

source: No action taken. Plugin %1$s was already active.
fr_fr: Rien de fait. Le plugin %1$s est déjà actif.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
fr_fr: Plugin non activé. Une version plus récente de %s est nécessaire pour ce thème. Merci de procéder à la mise à jour.

source: All plugins installed and activated successfully. %1$s
fr_fr: Tous les plugins ont été installés et activés avec succès. %1$s

source: Dismiss this notice
fr_fr: Effacer ce message

source: Please contact the administrator of this site for help.
fr_fr: Merci de contacter l'administrateur de ce site pour avoir de l'aide

source: This plugin needs to be updated to be compatible with your theme.
fr_fr: Ce plugin doit être mis à jour pour être compatible avec votre thème

source: Update Required
fr_fr: Mise à jour requise

source: Set the parent_slug config variable instead.
fr_fr: Configurer la variable parent_slug à la place.

source: Return to the Dashboard
fr_fr: Retour au tableau de bord

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
fr_fr: Le paquet distant ne contient pas de dossier avec la ligne-bloc désirée et le renommage n'a pas fonctionné.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
fr_fr: Merci de contacter l'éditeur du plugin pour lui demander de compiler son plugin en accord avec les consignes de Worpress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
fr_fr: Le plugin est constitué de plusieurs fichiers, mais ils ne sont pas réunis dans un dossier.

# plugin A *and* plugin B
source: and
fr_fr: et

source: Required
fr_fr: Requis

source: Recommended
fr_fr: Recommandé

source: WordPress Repository
fr_fr: Dépôt Wordpress

source: External Source
fr_fr: Source externe

source: Pre-Packaged
fr_fr: Pré-packagé

source: Not Installed
fr_fr: Pas installé

source: Installed But Not Activated
fr_fr: Installé mais pas activé

source: Active
fr_fr: Activé

source: Required Update not Available
fr_fr: Mise à jour requise mais non disponible

source: Requires Update
fr_fr: Mises à jour requise

source: Update recommended
fr_fr: Mise à jour recommandée

# plugins
source: All <span class="count">(%s)</span>
fr_fr: Tous <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
fr_fr: A installer <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
fr_fr: Mise à jour disponible <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
fr_fr: Pour activer <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
fr_fr: inconnue

source: Installed version:
fr_fr: Version installée :

source: Minimum required version:
fr_fr: Version minimum requise:

source: Available version:
fr_fr: Version disponible:

source: No plugins to install, update or activate. <a href="%1$s">Return to the Dashboard</a>
fr_fr: Pas de plugin à installer, mettre à jour ou activer. <a href="%1$s">Retour au tableau de bord</a>

source: Status
fr_fr: Statut

# %2$s = plugin name in screen reader markup
source: Install %2$s
fr_fr: Installer %2$s

# %2$s = plugin name in screen reader markup
source: Update %2$s
fr_fr: Mettre à jour %2$s

# %2$s = plugin name in screen reader markup
source: Activate %2$s
fr_fr: Activer %2$s

source: Upgrade message from the plugin author:
fr_fr: Message pour la mise à jour du plugin

source: Install
fr_fr: Installer

source: Activate
fr_fr: Activer

source: No plugins were selected to be installed. No action taken.
fr_fr: Pas plugin sélectionné pour l'installation. Rien de fait.

source: No plugins were selected to be updated. No action taken.
fr_fr: Pas de plugin sélectionné pour la mise à jour. Rien de fait.

source: No plugins are available to be installed at this time.
fr_fr: Pas de plugin disponible à l'installation cette fois.

source: No plugins are available to be updated at this time.
fr_fr: Pas de plugin disponible pour la mise à jour cette fois.

source: No plugins were selected to be activated. No action taken.
fr_fr: Pas de plugin sélectionné pour l'activation. Rien de fait.

source: No plugins are available to be activated at this time.
fr_fr: Pas de plugin disponible pour l'activation cette fois.

source: Plugin activation failed.
fr_fr: Activation du plugin échouée.

source: Updating Plugin %1$s (%2$d/%3$d)
fr_fr: Mise à jour du plugin %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
fr_fr: Une erreur est survenue lors de l'installation de %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
fr_fr: L'installation de %1$s a échoué.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
fr_fr: L'installation et l'activation ont commencé. Ce processus peut prendre du temps sur certains système, soyez patient.

source: %1$s installed and activated successfully.
fr_fr: %1$s installé et activé avec succès.

source: Show Details
fr_fr: Montrer détails

source: Hide Details
fr_fr: Cacher détails

source: All installations and activations have been completed.
fr_fr: Toutes les installations et activations sont terminées.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
fr_fr: Installation et activation du plugin %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
fr_fr: L'installation a commencé. Ce processus peut prendre du temps sur certains système, soyez patient.

source: %1$s installed successfully.
fr_fr: %1$s installé avec succès.

source: All installations have been completed.
fr_fr: Toutes les installations sont terminées.

source: Installing Plugin %1$s (%2$d/%3$d)
fr_fr: Installation du plugin %1$s (%2$d/%3$d)

source: Search Results for: %s
fr_fr: Résultats de la recherche pour : %s

source: Nothing Found
fr_fr: Rien trouvé

source: Sorry, but nothing matched your search criteria. Please try again with some different keywords.
fr_fr: Désolé, rien ne correspond à vos critères. Réessayez avec des mots-clés différents.

source: Wedding Anniversaries
fr_fr: Anniversaires de mariage

source: Club Anniversaries
fr_fr: Anniversaires de Club

source: Birthdays
fr_fr: Anniversaires

source: %s for %s
fr_fr: %s pour %s

source: %s and %s
fr_fr: %s et %s

source: %s Years
fr_fr: %s ans

source: Board Members
fr_fr: Membres du Bureau

source: Office
fr_fr: Bureau

source: Sorry - No Board Members have been identified.
fr_fr: Désolé - Aucun membre du bureau identifié.

source: New Event/Project
fr_fr: Nouvel Evènement/Projet

source: New Meeting
fr_fr: Nouvelle réunion

source: Edit Widgets
fr_fr: Editer les widgets

source: Follow Us
fr_fr: Suivez-nous

source: Like us on Facebook
fr_fr: Aimez-nous sur Facebook

source: Follow us on Twitter
fr_fr: Suivez-nous sur Twitter

source: Connect on LinkedIn
fr_fr: Connexion sur Linkedin

source: Photographs
fr_fr: Photographies

source: Committee Update
fr_fr: Mise à jour Commission

source: Project Update
fr_fr: Mise à jour Projet

source: New Post
fr_fr: Nouveau

source: Speaker Program
fr_fr: Programme de la conférence

source: Tag Archives: %s
fr_fr: Archives des étiquettes : %s

source: Category Archives: %s
fr_fr: Archives de catégorie : %s

source: Show More
fr_fr: Montrer plus

source: Show Less
fr_fr: Montrer moins

source: Would you like to make one
fr_fr: Voulez-vous en faire un(e)

source: New Announcement
fr_fr: Nouvelle annonce

source: &lt; Older speakers
fr_fr: &lt; Conférenciers précédents

source: Newer speakers &gt;
fr_fr: Nouveau conférencier &gt;

source: Rotary Rebrand - A Theme for Rotary Clubs
fr_fr: Rotary Rebrand - Un thème pour les Clubs Rotary

source: If you are upgrading, you may need to uninstall your current version, and download this package from http://bbrcwebsite.com/download-2/. An HTML 5 theme designed for Rotary Clubs. Everything a fully functioning Rotary Club needs. Organize your members into committees. Create projects, social events, and fundraisers. Publish announcements and updates to your members. Integrates with MailChimp and Facebook.
fr_fr: Si vous mettez à jour le thème, vous devrez peut-être désinstaller votre version actuelle et télécharger l'archive depuis http://bbrcwebsite.com/download-2/. Un thème HTML5 destiné au clubs Rotary. Tout ce dont un club peut avoir besoin. Répartissez vos membres parmi les commissions. Créer des projets, des évènements, des collectes de fonds. Publiez des annonces et mettez à jour vos membres. Intégration de MailChimp et Facebook.

source: Merrill M. Mayer (development) and Carolina Torres (design)
fr_fr: Merrill M. Mayer (développement) et Carolina Torres (design)
