Repository: AndreaSpedale/rotary
Catalog: languages/loop-committee-posts.po
Languages: fr_fr

source: Limit the media library choice
fr_fr: Limite le choix de la librairie du media

source: Text &amp; HTML entered here will appear inline with the fields
fr_fr: Texte &amp; HTML entrés ici apparaitront intégrés dans les champs

source: Please note that all text will first be passed through the wp function
fr_fr: Merci de noter que tout texte passera d'abord par la fonction Wordpress

source: Number
fr_fr: Nombre

source: Minimum Value
fr_fr: Valeur minimale

source: Maximum Value
fr_fr: Valeur maximale

source: Step Size
fr_fr: Taille du pas

source: Page Link
fr_fr: Lien de la page

source: Relational
fr_fr: Relationnel

source: Post Type
fr_fr: Type d'article

source: Allow Null?
fr_fr: Autoriser Null?

source: Select multiple values?
fr_fr: Sélectionner plusieurs valeurs?

source: Password
fr_fr: Mot de passe

source: Post Object
fr_fr: Objet de l'article

source: (no title)
fr_fr: (pas de titre)

source: Filter from Taxonomy
fr_fr: Filtrer pas classement

source: Radio Button
fr_fr: Bouton radio

source: Other
fr_fr: Autre

source: Enter your choices one per line
fr_fr: Entrez vos choix, un par ligne

source: Red
fr_fr: Rouge

source: Blue
fr_fr: Bleu

source: Add 'other' choice to allow for custom values
fr_fr: Ajouter "autre" choix pour autoriser des valeurs personnalisées

source: Save 'other' values to the field's choices
fr_fr: Sauver "autres" valeurs aux choix du champ

source: Relationship
fr_fr: Relations

source: Maximum values reached ( {max} values )
fr_fr: Valeur maximale atteinte ( {max} valeurs )

source: Search...
fr_fr: Recherche...

source: Filter by post type
fr_fr: Filtrer par type d'article

source: Return Format
fr_fr: Format retourné

source: Post Objects
fr_fr: Objets de l'aticle

source: Post IDs
fr_fr: IDs de l'article

source: Search
fr_fr: Rechercher

source: Post Type Select
fr_fr: Sélection du type d'article

source: Selected elements will be displayed in each result
fr_fr: La sélection des éléments sera affichée dans chaque résultat

source: Featured Image
fr_fr: Image représentée

source: Post Title
fr_fr: Titre de l'article

source: Maximum posts
fr_fr: Nombre d'articles maximum

source: Select
fr_fr: Sélectionner

source: Use "Tab Fields" to better organize your edit screen by grouping your fields together under separate tab headings.
fr_fr: Utilisez le "Champ Tab" pour mieux organiser votre écran d'édition en groupant vos champs sous des titres séparés

source: All the fields following this "tab field" (or until another "tab field" is defined) will be grouped together.
fr_fr: Tous les champs suivant ce "champ tab" (ou jusqu'à ce qu'un "champ tab" soit défini) seront regroupés ensemble.

source: Use multiple tabs to divide your fields into sections.
fr_fr: Utiliser plusieurs étiquettes pour diviser vos champs en sections

source: Taxonomy
fr_fr: Classement

source: None
fr_fr: Aucun

source: Multiple Values
fr_fr: Valeurs multiples

source: Multi Select
fr_fr: Sélection multiple

source: Single Value
fr_fr: Valeur simple

source: Radio Buttons
fr_fr: Boutons radio

source: Load & Save Terms to Post
fr_fr: Charger & Enregistrer les conditions dans l'article

source: Load value based on the post's terms and update the post's terms on save
fr_fr: Charger des valeurs basées sur les conditions de l'article et mettre à jour les conditions de l'article en sauvant

source: Term Object
fr_fr: Objet des conditions

source: Term ID
fr_fr: ID des conditions

source: Text
fr_fr: Texte

source: Formatting
fr_fr: Formattage

source: Effects value on front end
fr_fr: Effet des valeurs sur le front end

source: No formatting
fr_fr: Pas de formattage

source: Convert HTML into tags
fr_fr: Convertir HTML en balises

source: Character Limit
fr_fr: Limite de caractères

source: Leave blank for no limit
fr_fr: Laisser vide pour pas de limite

source: Text Area
fr_fr: Zone de texte

source: Rows
fr_fr: Lignes

source: Sets the textarea height
fr_fr: Fixer la hauteur de la zone de texte

source: Convert new lines into &lt;br /&gt; tags
fr_fr: Convertir les nouvelles lignes en balises &lt;br /&gt;

source: True / False
fr_fr: Vrai / Faux

source: eg. Show extra content
fr_fr: eg. Voir contenu supplémentaire

source: User
fr_fr: Utilisateur

source: Filter by role
fr_fr: Filtrer par rôle

source: Wysiwyg Editor
fr_fr: Editeur Wysiwyg

source: Toolbar
fr_fr: Barre d'outils

source: Show Media Upload Buttons?
fr_fr: Montrer le bouton d'envoi de medias?

source: Field type does not exist
fr_fr: Ce type de champ n'existe pas

source: Field Key
fr_fr: Champ clé

source: No fields. Click the <strong>+ Add Field</strong> button to create your first field.
fr_fr: Pas de champ. Cliquez sur le bouton <strong> + Ajouter Champ </strong> pour créer votre premier champ.

source: This is the name which will appear on the EDIT page
fr_fr: Ceci est le nom qui apparaitra sur la page d'édition.

source: Instructions for authors. Shown when submitting data
fr_fr: Instructions pour les auteurs. Apparaît lors de la soumission de données.

source: + Add Field
fr_fr: + Ajouter Champ

source: Rules
fr_fr: Règles

source: Create a set of rules to determine which edit screens will use these advanced custom fields
fr_fr: Crée un jeu de règles pour déterminer quels écrans d'édition vont utiliser ces champs personnalisés avancés

source: Show this field group if
fr_fr: Montrer ce groupe de champ si

source: Logged in User Type
fr_fr: Type d'utilisateur connecté

source: Post
fr_fr: Article

source: Post Category
fr_fr: Catégorie d'article

source: Post Format
fr_fr: Format d'article

source: Post Status
fr_fr: Statut de l'article

source: Post Taxonomy
fr_fr: Classement de l'article

source: Page Type
fr_fr: Type de Page

source: Page Template
fr_fr: Modèle de Page

source: Attachment
fr_fr: Pièce jointe

source: Taxonomy Term
fr_fr: Terme de classement

source: and
fr_fr: et

source: Add rule group
fr_fr: Ajouter règle de groupe

source: Order No.
fr_fr: Commande N°

source: Field groups are created in order <br />from lowest to highest
fr_fr: Les groupes de champs sont créés <br /> du plus bas au plus haut

source: High (after title)
fr_fr: Haut (après le titre)

source: Normal (after content)
fr_fr: Normal (après le contenu)

source: Side
fr_fr: Côté

source: Seamless (no metabox)
fr_fr: Homogène (pas de metabox)

source: Standard (WP metabox)
fr_fr: Standard (metabox WP)

source: Hide on screen
fr_fr: Masquer de l'écran

source: <b>Select</b> items to <b>hide</b> them from the edit screen
fr_fr: <b>Choisir</b> les éléments à <b>cacher</b> de l'écran d'édition

source: If multiple field groups appear on an edit screen, the first field group's options will be used. (the one with the lowest order number)
fr_fr: Si plusieurs groupes de champs apparaissent sur un écran d'édition, les options du premier groupe de champs seront utilisées. (celles avec le plus petit numéro d'ordre)

source: Permalink
fr_fr: Permalien

source: Content Editor
fr_fr: Editeur de contenu

source: Excerpt
fr_fr: Extrait

source: Comments
fr_fr: Commentaires

source: Revisions
fr_fr: Révisions

source: Slug
fr_fr: Limace

source: Author
fr_fr: Auteur

source: Categories
fr_fr: Catégories

source: Tags
fr_fr: Etiquettes

source: Send Trackbacks
fr_fr: Envoyer les Trackbacks

source: All Projects
fr_fr: Tous les projets

source: Author Archive
fr_fr: Auteur de l'archive

source: About %s
fr_fr: A propos de %s

source: Category Archive
fr_fr: Catégorie d'archive

source: Programs
fr_fr: Programmes

source: Program
fr_fr: Programme

source: All Programs
fr_fr: Tous les programmes

source: Add New Speaker
fr_fr: Ajouter intervenant

source: Edit Program
fr_fr: Editer le programme

source: New Program
fr_fr: Nouveau programme

source: View Program
fr_fr: Voir le programme

source: Search Programs
fr_fr: Rechercher programme

source: Nothing found.
fr_fr: Rien Trouvé.

source: Nothing found in Trash
fr_fr: Rien trouvé dans la corbeille

source: This is where the
fr_fr: C'est là que le

source: Program Categories
fr_fr: Catégories de programmes

source: Program Category
fr_fr: Catégorie de programme

source: Search Program Categories
fr_fr: Rechercher les catégories de programmes

source: All Program Categories
fr_fr: Toutes les catégories de programme

source: Parent Program Category
fr_fr: Catégorie parente de programme

source: Parent Program Category:
fr_fr: Catégorie parente de programme:

source: Edit Program Category
fr_fr: Editer la catégorie de programme

source: Update Program Category
fr_fr: Mettre à jour la catégorie de programme

source: Add New Program Category
fr_fr: Ajouter nouvelle catégorie de programme

source: Program Introducer
fr_fr: Introducteur de programme

source: Search Program Introducers
fr_fr: Rechercher les introducteurs de programme

source: All Program Introducer
fr_fr: Tous les introducteurs de programme

source: Parent Program Introducers
fr_fr: Introducteur de programme parent

source: Parent Program Introducers:
fr_fr: Introducteur de programme parent:

source: Edit Program Introducers
fr_fr: Editer les introducteur de programme

source: Update Program Introducer
fr_fr: Mettre à jour les introducteurs de programme

source: Add New Program Introducer
fr_fr: Ajouter un introducteur de programme

source: New Program Introducer
fr_fr: Nouvel introducteur de programme

source: Program Scribe
fr_fr: Rédacteur de programme

source: Search Program Scribes
fr_fr: Rechercher les rédacteurs de programme

source: All Program Scribes
fr_fr: Tous les rédacteurs de programme

source: Parent Program Scribes
fr_fr: Rédacteur de programme parent

source: Parent Program Scribes:
fr_fr: Rédacteur de programme parent:

source: Edit Program Scribes
fr_fr: Editer les rédacteurs de programme

source: Update Program Scribe
fr_fr: Mettre à jour les rédacteurs de programme

source: Add New Program Scribes
fr_fr: Ajouter rédacteur de programme

source: New Program Scribe
fr_fr: Nouveau rédacteur de programme

source: Program Editor
fr_fr: Editeur de programme

source: Search Program Editors
fr_fr: Rechercher les éditeurs de programme

source: All Program Editors
fr_fr: Tous les éditeurs de programme

source: Parent Program Editors
fr_fr: Editeur de programme parent

source: Parent Program Editors:
fr_fr: Editeur de programme parent:

source: Edit Program Editors
fr_fr: Editer les éditeurs programme

source: Update Program Editor
fr_fr: Mettre à jour les éditeurs de programme

source: Add New Program Editors
fr_fr: Ajouter éditeur de programme

source: New Program Editor
fr_fr: Nouvel éditeur de programme

source: Program Tags
fr_fr: Etiquette du programme

source: Program Tag
fr_fr: Etiquette du programme

source: Search Program Tags
fr_fr: Rechercher les étiquettes de programme

source: All Program Tags
fr_fr: Toutes les étiquettes de programme

source: Parent Program Tag
fr_fr: Etiquette de programme parente

source: Parent Program Tag:
fr_fr: Etiquette de programme parente:

source: Edit Program Tag
fr_fr: Editer les étiquettes de programme

source: Update Program Tag
fr_fr: Mettre à jour les étiquettes de programme

source: Add New Program Tag
fr_fr: Ajouter étiquette de programme

source: New Program Tag Name
fr_fr: Nouveau nom d'étiquette de programme

source: Speaker Date
fr_fr: A propos de l'orateur

source: Speaker First Name
fr_fr: Prénom de l'orateur

source: Speaker Last Name
fr_fr: Nom de l'orateur

source: Organization
fr_fr: Organisation

source: Projects
fr_fr: Projets

source: Project
fr_fr: Projet

source: Add New Project
fr_fr: Ajouter projet

source: Edit Project
fr_fr: Editer projet

source: New Project
fr_fr: Nouveau Projet

source: View Project
fr_fr: Voir le projet

source: Search Projects
fr_fr: Rechercher les projets

source: Project Categories
fr_fr: Catégories de projet

source: Project Category
fr_fr: Catégorie de projet

source: Search Project Categories
fr_fr: Rechercher les catégories de projet

source: All Project Categories
fr_fr: Toutes les catégories de projet

source: Parent Project Category
fr_fr: Catégorie de projet parente

source: Parent Project Category:
fr_fr: Catégorie de projet parente:

source: Edit Project Category
fr_fr: Editer catégorie de projet

source: Update Project Category
fr_fr: Mettre à jour la catégorie de projet

source: Add New Project Category
fr_fr: Ajouter catégorie de projet

source: Project Tags
fr_fr: Etiquettes de projet

source: Project Tag
fr_fr: Etiquette de projet

source: Search Project Tags
fr_fr: Rechercher les étiquettes de projet

source: All Projects Tags
fr_fr: Toutes les étiquettes de projet

source: Parent Project Tag
fr_fr: Etiquette de projet parente

source: Parent Project Tag:
fr_fr: Etiquette de projet parente:

source: Edit Project Tag
fr_fr: Editer étiquette de projet

source: Update Project Tag
fr_fr: Mettre à jour étiquette de projet

source: Add New Project Tag
fr_fr: Ajouter étiquette de projet

source: New Project Tag Name
fr_fr: Nouveau nom d'étiquette de projet

source: Add Committee
fr_fr: Ajouter commission

source: Edit Committee
fr_fr: Editer commission

source: New Committees
fr_fr: Nouvelle commission

source: View Committee
fr_fr: Voir les commissions

source: Search Committees
fr_fr: Rechercher les commissions

source: No Committees Found
fr_fr: Pas de commission trouvée

source: Committees
fr_fr: Commissions

source: Committee
fr_fr: Commission

source: You must be logged in to see project participants
fr_fr: Vous devez être connecté(e) pour voir les participant(e)s au projet

source: You must be logged in to see member information
fr_fr: Vous devez être connecté(e) pour voir les informations de membre

# Member directory dropdown for committees
source: Filter by committee
fr_fr: Filtrer par commission

# Member directory dropdown for committees
source: All
fr_fr: Tous

# Project participant dropdown
source: Add a participant
fr_fr: Ajouter un participant

# Home/Cellphone Abbreviation
source: c
fr_fr: t

# Home/Cellphone Abbreviation
source: h
fr_fr: m

# Email Address Abbreviation
source: Send Email
fr_fr: Envoyer Email

source: This post is password protected. Enter the password to view any comments.
fr_fr: Cet article est protégé par mot de passe. Entrez le mot de passe pour voir les commentaires

source: One Response to %2$s
fr_fr: Une réponse à %2$s

source: &larr; Older Comments
fr_fr: &larr; commentaires plus anciens

source: Newer Comments &rarr;
fr_fr: Commentaires plus récents &rarr;

source: Comments are closed.
fr_fr: Les commentaires sont fermés

source: Announcements are closed.
fr_fr: Les annonces sont fermées

source: No Announcements at the Moment
fr_fr: Pas d'annonce en ce moment

source: Would you like to add one
fr_fr: Voulez-vous en ajouter une

source: Would you like to
fr_fr: Voulez-vous

source: All rights reserved
fr_fr: Tous droits réservés

source: log In
fr_fr: Connexion

source: username:
fr_fr: Identifiant :

source: password:
fr_fr: Mot de passe :

source: Become a member
fr_fr: Devenir membre

source: MEETING SITE ADDRESS
fr_fr: Lieu de réunion

source: Import From CSV
fr_fr: Importer depuis CSV

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas la permission d'accéder à cette page.

source: Import users from a CSV file
fr_fr: Importer les utilisateurs d'un fichier CSV

source: Notice: please make the directory %s writable so that you can see the error log.
fr_fr: Note : Donnez le droit en écriture au dossier %s pour voir le log d'erreur.

source: , please <a href="%s">check the error log</a>
fr_fr: , merci de <a href="%s">vérifier le log d'erreur</a>

source: Error during file upload.
fr_fr: Erreur durant l'envoi.

source: Cannot extract data from uploaded file or no file was uploaded.
fr_fr: Impossible d'extraire des données du fichier ou pas de fichier envoyé.

source: %s user(s) skipped and %s records failed to be imported%s.
fr_fr: %s utilisateur(s) ignoré(s) et %s importation(s) d'enregistrements ont échoué%s.

source: %s user(s) successfully imported, %s user(s) updated, %s user(s) skipped, and %s failed%s.
fr_fr: %s utilisateur(s) importés avec succès, %s utilisateur(s) mis à jour, %s utilisateur(s) ignoré(s) et %s échoué(s)%s.

source: %s user(s) successfully imported, %s user(s) updated, %s user(s) skipped
fr_fr: %s utilisateur(s) importés avec succès, %s utilisateur(s) mis à jour, %s utilisateur(s) ignoré(s)

source: CSV Column Headers
fr_fr: En-têtes de colonne du CSV

source: CSV file
fr_fr: Fichier CSV

source: Download <a href="%s">the template for the CSV file</a>.
fr_fr: Télécharger le <a href="%s">modèle de fichier CSV</a>.

source: Send to new users
fr_fr: fEnvoyer aux nouveaux utilisateurs

source: Users update
fr_fr: Mise à jour utilisateurs

source: Update user when a username or email exists
fr_fr: Mettre à jour l'utilisateur quand un email existe

source: Import
fr_fr: Importer

source: User @s already exists. Update skipped
fr_fr: L'utilisateur @s existe déjà. Mise à jour ignoré

source: BEGIN %s
fr_fr: DEBUT %s

source: [Line %1$s] %2$s
fr_fr: [Ligne %1$s] %2$s

source: Calendar Settings
fr_fr: Paramètre du calendrier

source: Save Announcement
fr_fr: Sauver les annonces

source: Sorry, you must be logged in to post a comment.
fr_fr: Désolé, vous devez être connecté pour poster un commentaire.

source: Go To Post
fr_fr: Aller à l'article

source: Go To Website
fr_fr: Aller sur le site

source: Announced by
fr_fr: Annoncé par

source: Request Replies (Adds a BLUE button to email the announcer)
fr_fr: Réponse demandée (Ajoute un bouton BLEU pour envoyer un message à l'annonceur)

source: Announcement Expires on
fr_fr: Annonce expire le

source: Additional Call to Action (adds a YELLOW button to go to another page/website)
fr_fr: Demande d'aide (Ajoute un bouton JAUNE qui amène à un(e) autre page/site)

source: Button Text
fr_fr: Bouton texte

source: Button links to this project/committee's page
fr_fr: Le bouton renvoie vers la page de ce(tte) projet/commission

source: Button links to another Website/URL...
fr_fr: Le bouton renvoie vers un autre site/lien...

source: Organized by %s
fr_fr: Organisé par %s

source: Sorry, comments are closed for this item.
fr_fr: Désolé, les commentaires sont fermés pour cet article.

source: <strong>ERROR</strong>: please type a comment.
fr_fr: <strong>ERREUR</strong>: Merci de taper un commentaire.

source: Invalid URL Provided.
fr_fr: Le lien fourni est invalide.

source: Could not create Temporary file.
fr_fr: Impossible de créer un fichier temporaire

source: You do not have sufficient permissions to update themes for this site.
fr_fr: Vous n'avez pas la permission de mettre à jour les thèmes de ce site.

source: Update Theme
fr_fr: Mettre à jour le thème

source: Meeting
fr_fr: Rencontre

source: Social Event
fr_fr: Evènement

source: Community / Work Project
fr_fr: Communauté / Projet de travail

source: Grant / International Project
fr_fr: Subvention / Projet international

source: Fundraiser Event
fr_fr: Evènement de collecte de fonds

source: Fundraiser Campaign
fr_fr: Campagne de collecte de fonds

source: Register
fr_fr: Enregistrer

source: Signup
fr_fr: S'inscrire

source: Volunteer
fr_fr: Volontaire

source: Support
fr_fr: Aide

source: Advocate
fr_fr: Partisan

source: Purchase
fr_fr: Achat

source: Donate
fr_fr: Donner

source: Registrations
fr_fr: Enregistrements

source: Signups
fr_fr: Inscriptions

source: Volunteers
fr_fr: Volontaires

source: Supporter
fr_fr: Soutien

source: Advocates
fr_fr: Partisans

source: Buyers
fr_fr: Acheteurs

source: Donors
fr_fr: Donateurs

source: Register Now
fr_fr: Enregistrez-vous

source: Sign Up Now
fr_fr: Inscrivez-vous

source: Volunteer Now
fr_fr: Je me porte volontaire

source: Become a Supporter
fr_fr: Devenir un soutien

source: Become an Advocate
fr_fr: Devenir partisan

source: Buy Now
fr_fr: Acheter maintenant

source: Donate to this Cause
fr_fr: Donner pour cette cause

source: SELECT A PROJECT OR COMMITTEE TO ADD A NEW ANNOUNCEMENT
fr_fr: SELECTIONNER UN PROJET OU UNE COMMISSION POUR AJOUTER UNE ANNONCE

source: I'm going <br />Click to<br />change RSVP
fr_fr: J'y vais <br/>Cliquez pour<br/> changer de réponse

source: I'm not going<br />Click to<br />change RSVP
fr_fr: Je n'y vais pas<br/>Cliquez pour<br/> changer de réponse

source: I'm going
fr_fr: J'y vais

source: Keep Reading
fr_fr: Lire la suite

source: To
fr_fr: A

source: (ongoing)
fr_fr: (en cours)

source: %s To %s
fr_fr: %s A %s

source: Enter the project date. If left blank, it will default to the current date.
fr_fr: Entrez la date du projet. Si laissé vide, la date par défaut est celle du jour.

source: Member Sign-Up Table
fr_fr: Table d'inscription membres

source: Custom Registration Form
fr_fr: Formulaire d'enregistrement personnalisé

# Remove from project participation
source: Delete
fr_fr: Effacer

source: Bulk Actions
fr_fr: Actions groupées

# Bulk actions
source: Go
fr_fr: Aller

source: Cancel
fr_fr: Annuler

source: Membership Directory
fr_fr: Répertoire des membres

# Name display order
source: First Last
fr_fr: Prénom Nom

# Name display order
source: Last, First
fr_fr: Nom, Prénom

# Directory table label
source: Name
fr_fr: Nom

# Directory table label
source: Classification
fr_fr: Classement

# Directory table label
source: Partner
fr_fr: Partenaire

# Directory table label
source: Cell/Home Phone
fr_fr: Téléphone Maison/Portable

# Directory table label
source: Business Phone
fr_fr: Téléphone professionel

# Directory table label
source: Contact Info
fr_fr: Information du contact

source: Homepage Sidebar
fr_fr: Encadré latéral page d'accueil

source: The right sidebar on the home page
fr_fr: L'encadré à droite sur la page d'accueil

source: Posts & Updates Sidebar
fr_fr: Encadré Articles & Mises à jour

source: The right sidebar on posts and project/committee updates
fr_fr: L'encadré de droite dans les nouveaux articles et projets/ commissions

source: Left Footer Widget Area
fr_fr: Zone de widgets, pied de page gauche

source: Narrow widget area
fr_fr: Zone de widgets étroite

source: Center Footer Widget Area
fr_fr: Zone de widgets, pied de page central

source: Wide widget area
fr_fr: Zone de widgets large

source: Right Footer Widget Area
fr_fr: Zone de widgets, pied de page droit

source: Calendar Sidebar
fr_fr: Encadré calendrier

source: Appears on the calendar page
fr_fr: Apparaît sur la page du calendrier

source: To reposition an item, simply drag and drop the row by "clicking and holding" it anywhere (outside of the links and form controls) and moving it to its new position.
fr_fr: Pour repositionner un élément, faites un glisser-déplacer en le "cliquant et tenant" où vous voulez ( en dehors des contrôles de liens et formulaires) et en le plaçant à sa nouvelle position.

source: Sort by Order
fr_fr: Trier par ordre

source: Order your pages and hierarchical post types using drag and drop on the built in page list. For further instructions, open the "Help" tab on the Pages screen.
fr_fr: Classer vos pages et types d'articles hiérarchiques en glissant déplaçant dans la liste de page incorporée. Pour plus d'information, ouvrez l'onglet "Aide" dans l'écran des Pages.

# sponsor
source: Add New
fr_fr: Ajouter

source: Add New Sponsor
fr_fr: Ajouter

source: New Sponsor
fr_fr: Nouveau sponsor

source: Edit Sponsor
fr_fr: Editer sponsor

source: View Sponsor
fr_fr: Voir le sponsor

source: All Sponsors
fr_fr: Tous les sponsors

source: Search Sponsors
fr_fr: Rechercher les sponsors

source: Parent Sponsors:
fr_fr: Sponsor parent:

source: No Sponsors found.
fr_fr: Pas de sponsor trouvé.

source: No Sponsors found in Trash.
fr_fr: Pas de sponsor trouvé dans la corbeille.

# taxonomy general name
source: Sponsorship Levels
fr_fr: Niveaux de sponsor

# taxonomy singular name
source: Sponsorship Level
fr_fr: Niveau de sponsor

source: Search Sponsorship Levels
fr_fr: Rechercher les niveaux de sponsor
